Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: Today Sale
ar_iq: اليوم بيع

source: Sale Count
ar_iq: بيع العد

source: Search in book transaction
ar_iq: البحث في معاملة الكتب

source: Total Donation
ar_iq: مجموع التبرع

source: Today Donation
ar_iq: التبرع اليوم

source: Donation Count
ar_iq: عدد التبرعات

source: Donation Average
ar_iq: معدل التبرع

source: Search in donations
ar_iq: البحث في التبرعات

source: Niyat
ar_iq: النية

source: Hazinekard
ar_iq: الإنفاق

source: Anonymous
ar_iq: المجهول

source: Without mobile
ar_iq: بدون جوال

source: Hadith
ar_iq: الحديث

source: Report
ar_iq: التقرير

source: Home page number
ar_iq: رقم الصفحة الرئيسية

source: Delneveshte
ar_iq: السيرة الذاتية

source: Health Service
ar_iq: خدمة صحية

source: SMS Template
ar_iq: القالب رسالة قصيرة

source: Donate product list
ar_iq: قائمة تبرع المنتجات

source: Donate list
ar_iq: قائمة التبرع

source: Group trip request
ar_iq: طلب رحلة جماعية

source: Family trip request
ar_iq: طلب رحلة عائلية

source: request service list
ar_iq: قائمة طلب الخدمة

source: National code
ar_iq: الرمز الوطني

source: Enter a valid slug
ar_iq: يرجى تحديد بند واحد

source: Enter a valid email
ar_iq: أدخل بريداً الكترونياً صالحاً

source: Eitaa
ar_iq: ایتا

source: Expire
ar_iq: الإنقضاء

source: Statistics
ar_iq: الإحصاء

source: Files
ar_iq: الملفات

source: Transactions
ar_iq: المعاملات

source: Setting
ar_iq: ضبط

source: Price Variation
ar_iq: تباين السعر

source: Today
ar_iq: اليوم

source: Family trip options
ar_iq: خيارات الرحلة العائلية

source: Enable Family Trip
ar_iq: تمكين الرحلة العائلية

source: Maximum partner count
ar_iq: الحد الأقصى لعدد الشركاء

source: Maximum people can signup as awaiting
ar_iq: يمكن للأشخاص الحد الأقصى للاشتراك في الانتظار

source: User can set date of trip
ar_iq: يمكن للمستخدم تحديد موعد الرحلة

source: Can trip user to qom
ar_iq: يمكن رحلة المستخدم إلى القم

source: Can trip user to karbala
ar_iq: يمكن رحلة المستخدم إلى الكربلا

source: Can trip user to mashhad
ar_iq: يمكن رحلة المستخدم إلى المشهد

source: Group trip options
ar_iq: خيارات رحلة المجموعة

source: Enable Group Trip
ar_iq: تمكين رحلة المجموعة

source: Minimum group count
ar_iq: الحد الأدنى لعدد المجموعات

source: Minimum partner count
ar_iq: الحد الأدنى لعدد الرفقاء

source: Maximum group count
ar_iq: الحد الأقصى لعدد المجموعات

source: Search in trips
ar_iq: البحث في الرحلات

source: First name
ar_iq: الاسم

source: Birthdate
ar_iq: تاريخ الولادة

source: Partner
ar_iq: شريك

source: Total Request
ar_iq: مجموع الطلب

source: Father name
ar_iq: اسم الأب

source: Nationalcode
ar_iq: الرمز الوطني

source: Last modified
ar_iq: آخر تعديل

source: Reserve date
ar_iq: تاريخ الحجز

source: List of trip partner
ar_iq: قائمة رفقاء الرحلة

source: No partner set
ar_iq: لا يوجد رفيق

source: Status of trip
ar_iq: حالة الرحلة

source: send new complete request
ar_iq: إرسال طلب كامل جديد

source: Review
ar_iq: إعادة النظر

source: after check and before accept
ar_iq: بعد التحقيق و قبل القبول

source: queue
ar_iq: طابور

source: In queue of send
ar_iq: في طابور الإرسال

source: successfully go to trip
ar_iq: اذهب بنجاح لرحلة

source: Reject
ar_iq: الرفض

source: does not accepted for some reason
ar_iq: لا يقبل لسبب ما

source: Not Answer
ar_iq: لا جواب

source: not answer to call check
ar_iq: لا إجابة للمكالمة

source: Admin Cancel
ar_iq: الإلغاء من قبل المشرف

source: delete from admin
ar_iq: الحذف من قبل المشرف

source: Enter a valid name from 2 to 40 character
ar_iq: أدخل اسماً صالحاً من حرفين إلى 40 حرفاً

source: Last name
ar_iq: اسم العائلة

source: Enter a valid last name from 2 to 40 character
ar_iq: أدخل اسم العائلة الصحيح من 2 إلى 40 حرفاً

source: 10 digit national code
ar_iq: 10 أرقام رمز وطني

source: Married
ar_iq: المتزوج

source: Single
ar_iq: غير المتزوج

source: Marital
ar_iq: وضع الزواج

source: Arabic Language
ar_iq: اللغة العربية

source: Nesbat
ar_iq: قرابة

source: Zip code
ar_iq: الرمز البريدي

source: Passport id
ar_iq: رقم جواز السفر

source: Passport expire date
ar_iq: تاريخ انتهاء صلاحية جواز السفر

source: Home Address
ar_iq: عنوان المنزل

source: Work Address
ar_iq: عنوان مكان العمل

source: Start date
ar_iq: تاريخ البدء

source: End date
ar_iq: تاريخ الإنتهاء

source: Education
ar_iq: التعليم

source: Education course
ar_iq: دورة التعليم

source: Job
ar_iq: الوظيفة

source: Add as new partner
ar_iq: أضف كشريك جديد

source: Edit partner
ar_iq: تحرير الرفيق

source: Delneveshteha
ar_iq: دلنوشته

source: Financial
ar_iq: المالية

source: Book transaction list
ar_iq: قائمة معاملات الكتاب

source: Requests
ar_iq: طلبات

source: Servants
ar_iq: خدم

source: Group trip
ar_iq: رحلة جماعية

source: Family trip
ar_iq: رحلة عائلية

source: consulting service
ar_iq: خدمة استشارية

source: Health service
ar_iq: الخدمات الصحية

source: representation service
ar_iq: خدمة التمثيل

source: Contact US
ar_iq: اتصل بنا

source: Templates
ar_iq: قوالب

source: Maximum partner count for qom
ar_iq: الحد الأقصى لعدد الرفقاء لِقم

source: Maximum partner count for karbala
ar_iq: الحد الأقصى لعدد الرفقاء لِكربلاء

source: Maximum partner count for mashhad
ar_iq: الحد الأقصى لعدد الرفقاء لِمشهد

source: List of Product need
ar_iq: قائمة المنتجات المطلوبة

source: Desctiption
ar_iq: الوصف

source: List of city place
ar_iq: قائمة مكان المدن

source: Please select one items
ar_iq: يرجى اختيار واحد البنود

source: Enter a valid place
ar_iq: أدخل مكاناً صالحاً

source: Hadith text
ar_iq: النص الحدیث

source: Like given
ar_iq: ونظرا لمثل

source: Disable all trip from qom
ar_iq: تعطيل كل رحلة من مدينة قم

source: Search in consulting
ar_iq: البحث في الاستشارات

source: Accept
ar_iq: القبول

source: Festival
ar_iq: مهرجان

source: Search in representation
ar_iq: البحث في التمثيل

source: Status of representation
ar_iq: مركز التمثيل

source: Done Representation
ar_iq: يتم تمثيل

source: Representation is done
ar_iq: يتم التمثيل

source: Donations
ar_iq: التبرعات

source: Search in health
ar_iq: البحث في الصحة

source: No nationalcode founded.
ar_iq: الرمز الوطني غير موجود.

source: You are not have nationalcode yet!
ar_iq: ليس لديك رمز وطني حتى الآن!

source: Search in national codes
ar_iq: البحث في الرموز الوطني

source: Now we dont need sercants, check it later!
ar_iq: الآن نحن لا نحتاج للخدم ، تأكد من ذلك لاحقًا!

source: Currently we need help in below categories
ar_iq: حاليا نحن بحاجة إلى مساعدة في الفئات أدناه

source: Khadije Wiki
ar_iq: ويكي خديجة

source: Services
ar_iq: الخدمات

source: Self expressions
ar_iq: التعبير الذاتي

source: Khadijah cultural and artistic charity was established in 2015 with the purpose of developing the Ahlul-Bayt <small>peace be upon them</small> pilgrimage culture and with two priorities of Ahlul-Bayt pilgrimage and the revival of forgotten traditions such as sacrifice, giving food on Ghadir day and ... has continued its activities.
ar_iq: تأسست جمعية خديجة الثقافية و الفنية في عام 2015 بهدف تطوير و تنمية ثقافة أهل البيت عليهم السلام و ثقافة زيارة اماكن المقدسة، مع شيئين للأولوية الذي كان أحدهما رحلة لزيارة أهل البيت و الثاني إحياء التقاليد المنسية مثل التضحية، و تقديم الطعام في يوم غدير و ... و استمرت أنشطته.

source: User Panel
ar_iq: لوحة المستخدم

source: Signup in Khadije charity
ar_iq: التسجيل في جمعية خديجة الخيرية

source: Enamad
ar_iq: بناما

source: Mission
ar_iq: مهمة

source: Vision
ar_iq: الرؤية

source: Honors
ar_iq: مرتبة الشرف

source: Encyclopedia of Hazrat Khadijah
ar_iq: موسوعة حضرة خديجة

source: Biography
ar_iq: سيرة شخصية

source: Bibliography
ar_iq: ثبت المراجع

source: Specialized sites
ar_iq: مواقع متخصصة

source: My love story book
ar_iq: كتاب قصة حب بلدي

source: Individual registration
ar_iq: التسجيل الفردي

source: Group registration
ar_iq: تسجيل المجموعة

source: Servants registration
ar_iq: تسجيل الخدم

source: Consulting service
ar_iq: خدمة استشارية

source: Deputy pilgrimage
ar_iq: نائب الحج

source: Balloting names
ar_iq: أسماء الاقتراع

source: Virtual pilgrimage
ar_iq: الحج الظاهري

source: Other Languages
ar_iq: لغات اخرى

source: Developed by Ermile
ar_iq: وضعت بواسطة ارمايل

source: Soroush App
ar_iq: سوروش التطبيق

source: List of last success donations of yours
ar_iq: قائمة تبرعات الماضي نجاح لك

source: Your niyat is
ar_iq: نياتك هو

source: Untitled
ar_iq: بدون الإسم

source: Requested
ar_iq: الطلب

source: Your help
ar_iq: مساعدتك

source: Enter a valid number
ar_iq: أدخل رقماً صحيحاً

source: Pay
ar_iq: الدفع

source: Your name
ar_iq: اسمك

source: Enter a valid name
ar_iq: أدخل إسماً صالحاً

source: Your Name
ar_iq: اسمك

source: Enter first name and last name to show in doners list or leave it blank
ar_iq: أدخل الاسم الأول واسم العائلة لتظهر في قائمة الجهات المانحة أو اتركه فارغًا

source: Your mobile number
ar_iq: رقم هاتفك

source: If you enter your mobile, we send verify of payment via SMS to this number
ar_iq: إذا قمت بإدخال هاتفك المحمول، نرسل تأكيدًا للدفع عبر الرسائل القصيرة إلى هذا الرقم

source: Intent
ar_iq: النية

source: Intention to donate this fee
ar_iq: النية للتبرع بهذه الرسوم

source: It is optional and depending on your intention can enter it
ar_iq: إنه اختياري ويعتمد على نيتك يمكنه إدخاله

source: Pay Amount
ar_iq: دفع المبلغ

source: Amount of your donation
ar_iq: مبلغ تبرعك

source: Total Pay Amount
ar_iq: مجموع مبلغ الدفع

source: Show in public doners list?
ar_iq: تظهر في قائمة المانحين العامة؟

source: Check doners list
ar_iq: تحقق قائمة المانحين

source: Yes, show my name and price
ar_iq: نعم ، أظهر اسمي و السعر

source: No, Show as anonymous
ar_iq: لا ، أعرض كمجهول

source: Manual
ar_iq: يدوياً

source: Normal
ar_iq: العادي

source: Admin direct pay
ar_iq: الدفع المباشر بواسطة المشرف

source: Spending method
ar_iq: طريقة الإنفاق

source: Be good too
ar_iq: أن تكون جيدةً أيضاً

source: Doner
ar_iq: المتبرع

source: We do our best to improve khadije's service quality. So, knowing your valuable comments will help us in this way.
ar_iq: نحن نبذل قصارى جهدنا لتحسين جودة خدمة مركز الثقافي السيدة خديجة سلام الله عليها لذا، فإن معرفة تعليقاتك القيّمة ستساعدنا بهذه الطريقة.

source: khadije
ar_iq: السيدة خديجة

source: Najmeh Shabestan
ar_iq: رواق السيدة نجمة

source: Najmeh Park, Fatemi St
ar_iq: حديقة النجمة، شارع فاطمي

source: Misson & Target
ar_iq: المهمة و الهدف

source: FAQ
ar_iq: الأسئلة المكررة

source: Register for group trip
ar_iq: التسجيل لرحلة المجموعة

source: Next →
ar_iq: التالي ←

source: ← Back
ar_iq: → العودة

source: Skip
ar_iq: التخطي

source: Done
ar_iq: انتهي

source: Group trip signup
ar_iq: تسجيل رحلة جماعية

source: Click to go to download page
ar_iq: انقر للذهاب لتنزيل الصفحة

source: Download love story book
ar_iq: تحميل كتاب قصة حب

source: Shahid Mahdi Imani
ar_iq: الشهيد المهدي الايماني

source: Do you know?
ar_iq: هل تعرف؟

source: license and supporters
ar_iq: الترخيص و الداعمين

source: Certificate
ar_iq: الشهادة

source: Secured by Arvancloud
ar_iq: تأمّن من قبل ابر آروان

source: Arvancloud
ar_iq: ابر آروان

source: Last news
ar_iq: الأخبار الأخيرة

source: List of last success donations
ar_iq: قائمة التبرعات الأخيرة

source: Enter a valid last name
ar_iq: أدخل إسم العائلة صالحاً

source: Enter a valid mobile
ar_iq: أدخل رقم الهاتف صالحاً

source: Enter a valid niyat
ar_iq: أدخل النيات الصالحة

source: Family trip signup
ar_iq: تسجيل رحلة عائلية

source: You are buy this book before and now you can download book via below link
ar_iq: أنت تشتري هذا الكتاب من قبل ، والآن يمكنك تنزيل الكتاب عبر الرابط أدناه

source: Download book
ar_iq: تحميل الكتاب

source: Click to buy book
ar_iq: انقر لشراء الكتاب

source: Buy book
ar_iq: شراء الكتاب

source: O Allah, let Your Peace come upon Muhammad and the family of Muhammad
ar_iq: اللهم صل على محمد وعلى آل محمد

source: You also partake in salawat
ar_iq: يمكنك أيضا المشاركة في الصلوات

source: Say salawat
ar_iq: قلوا الصلوات

source: and press here
ar_iq: و اضغط هنا

source: Travel request
ar_iq: طلب السفر

source: Join to the charity and participate in the pilgrimage reward
ar_iq: انضم إلى المؤسسة الخيرية وشارك في مكافأة الحج

source: The financial credibility of this project is provided by cash and non-cash donations from benefactors and lovers of Ahlul-Bayt.
ar_iq: يتم توفير المصداقية المالية لهذا المشروع من خلال التبرعات النقدية وغير النقدية من المحسنين ومحبي أهل البيت.

source: Therefore, donors and people who are willing participate in the pilgrimage plans of the Ahlul-Bayt, can pay their cash through the following methods.
ar_iq: لذلك ، يمكن للمتبرعين والأشخاص الراغبين في المشاركة في خطط الحج الخاصة بأهل البيت ، دفع أموالهم من خلال الطرق التالية.

source: You can change amount of your donation
ar_iq: يمكنك تغيير مقدار تبرعك

source: Donate as anonymous
ar_iq: تبرع مجهول

source: Donate with register details
ar_iq: تبرع مع تفاصيل التسجيل

source: Latest News
ar_iq: أحدث الأخبار

source: Archive
ar_iq: أرشيف

source: Mr.Farahzad's statement
ar_iq: بيان السيد فرحزاد

source: in Resalat bank of Iran
ar_iq: في بنك رسالت الإيراني

source: Card number
ar_iq: رقم البطاقة

source: Account number
ar_iq: الرقم حساب

source: Iranian bank Shaba number
ar_iq: البنک الإيرانية عدد شابا

source: Expert title
ar_iq: عنوان الخبير

source: Expert value
ar_iq: قيمة الخبير

source: Expert year
ar_iq: سنوات الخبير

source: Your car name
ar_iq: اسم سيارتك

source: City Place
ar_iq: مكان المدينة

source: Please select one itmes
ar_iq: يرجى اختيار عنصر واحد

source: Request date
ar_iq: تاريخ الطلب

source: Start Date
ar_iq: تاريخ البدء

source: End Date
ar_iq: تاريخ الإنتهاء

source: Consulting Service
ar_iq: الخدمة استشارية

source: List of your child
ar_iq: قائمة ولدك

source: You are not registered partner yet
ar_iq: أنت لست شريكاً مسجلاً حتى الآن

source: you can send a single person request without partner on press below button
ar_iq: يمكنك إرسال الطلب بنفسك وحدك، بضغط على الزر أدناه

source: Foreigners must fill
ar_iq: يجب على الأجانب ملء

source: Iranian must fill
ar_iq: يجب على الإيرانيين ملء

source: Final register in trip request
ar_iq: التسجيل النهائي في طلب الرحلة

source: Trip signup is disabled
ar_iq: تم تعطيل اشتراك الرحلة

source: All cities are disabled now
ar_iq: جميع المدن معطلة الآن

source: You are successfully registered new trip request and you can track the status from this page
ar_iq: تم تسجيل طلب رحلة جديد بنجاح و يمكنك تتبع الحالة من هذه الصفحة

source: Click to edit
ar_iq: إضغط للتعديل

source: Group signup is disabled
ar_iq: تسجيل المجموعة معطّل

source: Your are using this consulting
ar_iq: لديك تستخدم هذه الاستشارات

source: If you sure from your request complete it
ar_iq: إذا كنت متأكدًا من طلبك أكمله

source: Else you can cancel your request
ar_iq: آخر يمكنك إلغاء طلبك

source: We do not provide consulting service yet!
ar_iq: نحن لا نقدم خدمة استشارية حتى الآن!

source: Donate product
ar_iq: التبرع بالمنتج

source: Your are using this representation
ar_iq: لديك تستخدم هذا التمثيل

source: We do not provide representation service yet!
ar_iq: نحن لا نقدم خدمة التمثيل حتى الآن!

source: Select province
ar_iq: اختر المقاطعة

source: Your are using this health
ar_iq: تستخدم هذه الصحة

source: We do not provide health service yet!
ar_iq: نحن لا نقدم خدمة صحية حتى الآن!

source: Khadije
ar_iq: الخديجة

source: toman
ar_iq: تومان

source: Lock
ar_iq: القفل

source: accept
ar_iq: القبول

source: mashhad
ar_iq: المشهد

source: karbala
ar_iq: الكربلا

source: najaf
ar_iq: النجف

source: Najaf
ar_iq: النجف

source: Mecca
ar_iq: المكة

source: mecca
ar_iq: المكة

source: Syria
ar_iq: السورية

source: ControlPanel
ar_iq: لوحة التحكم

source: cpTripEdit
ar_iq: لوحة التحكم رحلة تحرير

source: cpTripView
ar_iq: لوحة التحكم عرض الرحلة

source: cpTripOption
ar_iq: لوحة التحكم خيار رحلة

source: donateManualPay
ar_iq: التبرع بالدفع اليدوي

source: cpDonateView
ar_iq: لوحة التحكم تبرع عرض

source: cpDonateTotalPay
ar_iq: لوحة التحكم تبرع بإجمالي الراتب

source: cpDonateOption
ar_iq: لوحة التحكم تبرع الخيار

source: cpNationalCodeEdit
ar_iq: لوحة التحكم القانون الوطني

source: cpNationalCodeView
ar_iq: لوحة التحكم عرض الرمز الوطني

source: cpNationalCodeImport
ar_iq: لوحة التحكم استيراد الرمز الوطني

source: cpHomePageNumber
ar_iq: لوحة التحكم رقم الصفحة الرئيسية

source: cpOptionProduct
ar_iq: لوحة التحكم منتج الخيار

source: cpOptionCityPlace
ar_iq: لوحة التحكم الخيار مكان المدينة

source: cpServiceView
ar_iq: لوحة التحكم عرض الخدمة

source: cpServiceOption
ar_iq: لوحة التحكم خيار الخدمة

source: cpTripQom
ar_iq: لوحة التحكم رحلة قم

source: cpTripMashhad
ar_iq: لوحة التحكم رحلة مشهد

source: cpTripKarbala
ar_iq: لوحة التحكم رحلة كربلاء

source: Control
ar_iq: مراقبة

source: Trip
ar_iq: رحلة

source: National
ar_iq: الوطني

source: National Code
ar_iq: رمز دولي

source: cpBookTransactionView
ar_iq: لوحة التحكم عرض معاملات الكتاب

source: mylovestory
ar_iq: قصة حبي

source: cpReportDaily
ar_iq: لوحة التحكم تقرير يوميا

source: cpReportMonth
ar_iq: لوحة التحكم شهر التقرير

source: cpReportView
ar_iq: لوحة التحكم عرض التقرير

source: cpDelneveshteEdit
ar_iq: لوحة التحكم السيرة الذاتية تصحيح

source: cpDelneveshteView
ar_iq: لوحة التحكم السيرة الذاتية رأي

source: cpAdminContactChangeStatus
ar_iq: لوحة التحكم مسؤول تغيير حالة الاتصال

source: cpAdminContactView
ar_iq: لوحة التحكم عرض جهة اتصال المسؤول

source: cpRepresentationChangeStatus
ar_iq: لوحة التحكم تمثيل تغيير الحالة

source: cpRepresentationView
ar_iq: لوحة التحكم عرض التمثيل

source: cpRepresentationOption
ar_iq: لوحة التحكم خيار التمثيل

source: cpConsultingView
ar_iq: لوحة التحكم عرض الاستشارات

source: cpConsultingOption
ar_iq: لوحة التحكم خيار الاستشارات

source: cpHealthView
ar_iq: لوحة التحكم عرض الصحة

source: cpHealthOption
ar_iq: لوحة التحكم الخيار الصحي

source: zipcode
ar_iq: الرمز البريدي

source: iscompleteprofile
ar_iq: هو الملف الشخصي الكامل

source: nesbat
ar_iq: نسبة

source: cpChartCountTransaction
ar_iq: لوحة التحكم صفقة عدد التخطيط

source: cpDisableAllTrip
ar_iq: لوحة التحكم تعطيل الرحلة

source: cpHadith
ar_iq: لوحة التحكم الحديث

source: cpFamilyTripView
ar_iq: لوحة التحكم عرض رحلة عائلية

source: cpFamilyTripEdit
ar_iq: لوحة التحكم رحلة عائلية تحرير

source: Family Trip
ar_iq: رحلة عائلية

source: cpFamilyTripOption
ar_iq: لوحة التحکم خيار رحلة عائلية

source: This :way is not in your list!
ar_iq: هذا :way ليست في قائمتك!

source: Please set :way
ar_iq: یرجی ضبط :way

source: Please set value less than 500 character
ar_iq: یرجی تحدید قیمة اقل من 500 حرف

source: Duplicate :way
ar_iq: مکررة :way

source: Product name must be less than 500 character
ar_iq: يجب أن يكون اسم المنتج أقل من 500 حرف

source: Please set niyat less than 150 character
ar_iq: يرجى تعيين نيتك بأقل من 150 حرفاً

source: Please set a valid way
ar_iq: يرجى تحديد طريقة صالحة

source: Please set fullname less than 150 character
ar_iq: يرجى تحديد الاسم الكامل أقل من 150 حرفاً

source: Please set email less than 90 character
ar_iq: يرجى تحديد البريد الإلكتروني بأقل من 90 حرفاً

source: Please set a valid mobile number
ar_iq: يرجى تحديد رقم الهاتف المحمول الصحيح

source: Please set a valid amount number
ar_iq: يرجى تحديد رقم المبلغ الصحيح

source: Pay donate
ar_iq: دفع التبرع

source: Transaction successfully inserted
ar_iq: تم إدخال المعاملة بنجاح

source: Can not add transactions
ar_iq: لا يمكن إضافة المعاملات

source: Invalid arguments gender
ar_iq: وسيطة الجنس غير صالحة

source: Plese set your gender
ar_iq: يرجى تحديد جنسك

source: Invalid arguments email
ar_iq: وسيطة البريد الإلكتروني غير صالحة

source: Birthday is required
ar_iq: من الضروري تاريخ الميلاد

source: First name is required
ar_iq: من الضروري الإسم

source: Invalid arguments firstname
ar_iq: وسيطات الإسم غير صالحة

source: Invalid arguments lastname
ar_iq: وسيطات الإسم العائلة غير صالحة

source: Last name is required
ar_iq: من الضروري الإسم العائلة

source: National code or pasportcode code is required
ar_iq: من الضروري الرمز الوطني أو رقم جواز السفر

source: Invalid arguments nationalcode
ar_iq: وسيطات الرمز الوطني غير صالحة

source: Invalid nationalcode
ar_iq: الرمز الوطني غير صالحة

source: Invalid arguments father
ar_iq: وسيطات الأب غير صالحة

source: Invalid arguments pasportcode
ar_iq: وسيطات رقم جواز السفر غير صالحة

source: Invalid arguments pasportdate
ar_iq: وسيطات تاريخ الإنتهاء لجواز السفر غير صالحة

source: Invalid arguments education
ar_iq: وسيطات التعليم غير صالحة

source: Invalid arguments educationcourse
ar_iq: وسيطات دورة التعليم غير صالحة

source: Invalid arguments country
ar_iq: وسيطات البلد غير صالحة

source: Invalid arguments province
ar_iq: وسيطات المحافظة غير صالحة

source: Invalid arguments city
ar_iq: وسيطات المدينة غير صالحة

source: Invalid arguments homeaddress
ar_iq: وسيطات عنوان المنزل غير صالحة

source: Invalid arguments workaddress
ar_iq: وسيطات عنوان مكان العمل غير صالحة

source: Invalid arguments arabiclang
ar_iq: وسيطات اللغة العربية غير صالحة

source: Invalid arguments phone
ar_iq: وسيطات الهاتف غير صالحة

source: Invalid arguments displayname
ar_iq: وسيطات إسم العرض غير صالحة

source: Invalid arguments married
ar_iq: وسيطات الإسم غير صالحة

source: Plese set your married
ar_iq: يرجى ضبط زواجك

source: Invalid arguments zipcode
ar_iq: وسيطات الزواج غير صالحة

source: Invalid arguments desc
ar_iq: وسيطات الرمز البريدي غير صالحة

source: Invalid arguments job
ar_iq: وسيطات الوظيفة غير صالحة

source: Invalid arguments avatar
ar_iq: وسيطات الصورة الرمزية غير صالحة

source: Invalid arguments nesbat
ar_iq: وسيطات القرابة غير صالحة

source: Invalid province name
ar_iq: إسم المحافظة غير صالحة

source: Invalid city name
ar_iq: اسم المدينة غير صالح

source: Invalid country name
ar_iq: اسم البلد غير صالح

source: Travel id not found
ar_iq: لم يتم العثور علي المعرف

source: This nationalcode is for your!
ar_iq: هذا الرمز الوطني هو لك!

source: Duplicate national code in your child list
ar_iq: رمز وطني مكرر في قائمة ولدك

source: Maximum partner added. can not add another
ar_iq: الحد الأقصى للرفيق المضافة. لا يمكن إضافة آخر

source: Can not add partner
ar_iq: لا يمكن إضافة الرفيق

source: Please set a valid title
ar_iq: يرجي تحديد عنوان صالح

source: Please set title
ar_iq: یرجی تحدید العنوان

source: Please set a valid request
ar_iq: يرجى تحديد طلب صالح

source: Request is too large
ar_iq: الطلب كبير للغاية

source: Please set a valid amount
ar_iq: يرجى تحديد مبلغ صالح

source: Amount is too large
ar_iq: المبلغ كبير جداً

source: Please set a valid type
ar_iq: يرجى تعيين نوع الحاجة صحيحاً

source: Please set a valid fileurl
ar_iq: يرجى تعيين عنوان صالح لملف

source: Please set a valid desc
ar_iq: يرجى تعيين شرح الحاجة صحيحاً

source: Please set a valid status
ar_iq: يرجى تعيين حالة الحاجة صحيحة

source: Please set a valid language
ar_iq: یرجی ضبط لغة صحیحة

source: No way to insert need
ar_iq: لا توجد وسيلة لإدراج الحاجة

source: Whit name
ar_iq: اسم الابيض

source: You must set job less than 200 character
ar_iq: يجب عليك تعيين وظيفة أقل من 200 حرفاً

source: You must set expert value less than 200 character
ar_iq: يجب عليك تعيين قيمة خبير أقل من 200 حرفاً

source: You must set the expert year as a number
ar_iq: يجب عليك تعيين سنة الخبراء برقم

source: Invalid car
ar_iq: سيارة غير صالحة

source: Invalid startdate
ar_iq: تاريخ البدء غير صالح

source: Invalid enddate
ar_iq: تاريخ الانتهاء غير صالح

source: Service id is invalid
ar_iq: معرف الخدمة غير صالح

source: This service is unavalible
ar_iq: هذه الخدمة غير متوفرة

source: You register to this service before
ar_iq: قمت بالتسجيل في هذه الخدمة من قبل

source: No way to insert service
ar_iq: لا توجد طريقة لإدخال الخدمة

source: Invalid city
ar_iq: المدينة غير صالحة

source: City name must be less than 50 character
ar_iq: يجب أن يكون اسم المدينة أقل من 50 حرفاً

source: Place name must be less than 50 character
ar_iq: يجب أن يكون اسم المكان أقل من 50 حرفاً

source: Please fill the city name
ar_iq: يرجى تعبئة اسم المدينة

source: Please fill the place name
ar_iq: يرجى تعبئة اسم المكان

source: Please select city from the list
ar_iq: يرجى اختيار المدينة من القائمة

source: Duplicate place in one city
ar_iq: المكان مكرر في مدينة واحدة
