Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: Enter a valid firstname from 3 to 40 character
ar_iq: أدخل اسمًا صالحًا من 3 إلى 40 حرفًا

source: Enter a valid lastname from 3 to 40 character
ar_iq: أدخل اسم العائلة صالحة من 3 إلى 40 حرف

source: Username
ar_iq: اسم المستخدم

source: Enter a valid username from 3 to 40 character
ar_iq: أدخل اسم مستخدم صالح من 3 إلى 40 حرف

source: Nick name
ar_iq: كنية

source: Enter a valid title from 3 to 40 character
ar_iq: أدخل عنوانًا صالحًا من 3 إلى 40 حرفًا

source: Type
ar_iq: اكتب

source: Enter a valid type from 3 to 40 character
ar_iq: أدخل نوعًا صالحًا من 3 إلى 40 حرفًا

source: Birthday
ar_iq: يوم الميلاد

source: Bio
ar_iq: السيرة الذاتية

source: Display name
ar_iq: إسم العرض

source: Enter a valid displayname from 3 to 40 character
ar_iq: أدخل اسم العرض صالحة من 3 إلى 40 حرف

source: Mobile
ar_iq: الجوال

source: Like 09120123456
ar_iq: مثل 09120123456

source: Gender
ar_iq: الجنس

source: Male
ar_iq: الرجل

source: Female
ar_iq: المرأة

source: Active
ar_iq: النشيط

source: Awaiting
ar_iq: تنتظر

source: Deactive
ar_iq: العطل

source: Filter
ar_iq: عامل التصفية

source: Permission
ar_iq: الإذن

source: No permission
ar_iq: لا يوجد إذن

source: Email
ar_iq: البريد الإلكتروني

source: To change your password
ar_iq: لتغيير كلمة المرور الخاصة بك

source: Click here
ar_iq: انقر هنا

source: Delete your account
ar_iq: حذف الحساب الخاص بك

source: Confirm password
ar_iq: تأكيد كلمة المرور

source: Require to change current password
ar_iq: تحتاج إلى تغيير كلمة المرور الحالية

source: Password was set, enter to change it!
ar_iq: تم تعيين كلمة المرور، أدخل إلى تغييره!

source: Password not set, enter to set it!
ar_iq: عدم تعيين كلمة مرور، قم بإدخال لتعيين!

source: Save all
ar_iq: احفظ الكل

source: Active sessions
ar_iq: جلسات نشطة

source: Terminate
ar_iq: الإنهاء

source: Referral Program
ar_iq: برنامج الإحالة

source: Nobody can tell the Jibres story better than our customers.
ar_iq: لا أحد يستطيع أن يخبر قصة جبريس بشكل أفضل من زبائننا.

source: Nobody can tell the Jibres story better than you;)
ar_iq: لا أحد يستطيع أن يقول قصة جبريس أفضل منك :)

source: How it works?
ar_iq: كيف تعمل؟

source: Tell your friends about the Jibres story.
ar_iq: أخبر أصدقائك عن قصة جبريس.

source: Refer your friends through Social Media or Email.
ar_iq: إحالة أصدقائك من خلال وسائل التواصل الاجتماعي أو البريد الإلكتروني.

source: Share the referral rewards program with friends on Facebook, Twitter, or Email.
ar_iq: شارك برنامج مكافآت الإحالة مع الأصدقاء في الفيسبوك، تويتر، أو البريد الإلكتروني.

source: When they click on your post, we’ll know it was you who referred them.
ar_iq: عندما ينقرون على مشاركتك، سنعلم أنك أنت الذي أحالتهم.

source: If someone forget to use your link, we allow to set your ref code as promo code in billing page!
ar_iq: إذا نسي أحد الأشخاص استخدام الرابط ، فإننا نسمح لك بتعيين رمز المرجع كرمز ترويجي في صفحة الفوترة!

source: Your friend enter to Jibres and receives credit.
ar_iq: يدخل صديقك إلى جيبرس و يتلقى رصيداً.

source: Your friend enter and receives $5 account credit.
ar_iq: يدخل صديقك و يحصل على رصيد بقيمة 5 دولارات.

source: Anyone you refer to Jibres that enter using your unique referral link or your promo code will receive $5 in credit.
ar_iq: أي شخص تشير إليه إلى جيبرس و الذي يتم إدخاله باستخدام رابط الإحالة الفريد، أو رمزك الترويجي، سيحصل على رصيد بقيمة 5$ امريكية.

source: You all get rewarded.
ar_iq: لكم جميعا الحصول على مكافأة.

source: Jibres rewards are charge in your account after 7 work days of confirmation.
ar_iq: مكافآت جيبرس هي رسوم في حسابك بعد 7 أيام عمل من التأكيد.

source: Amount of charge is depended on your friend total pay and after automatic calculation, system set your gift.
ar_iq: يعتمد مقدار الاتهام على مجموع راتب صديقك و بعد احتساب تلقائي ، يقوم النظام بتعيين هديتك.

source: We calculate your percentage until 6 month of your friend registration. Because of that it was your chance to convinced your friend to charge more!
ar_iq: نقوم بحساب النسبة المئوية الخاصة بك حتى 6 أشهر من تسجيل صديقك. و بسبب ذلك كانت فرصتك في إقناع صديقك بتحصيل وم أكثر!

source: Share your link
ar_iq: شارك الرابط الخاص بك

source: Copy your personal referral link and share it with your friends and followers.
ar_iq: انسخ رابط الإحالة الشخصي الخاص بك و شاركه مع أصدقائك و متابعيك.

source: Link
ar_iq: الرابط

source: Referral stats
ar_iq: احصائيات الإحالة

source: CLICKS
ar_iq: النقرات

source: Number of times your link has been opened.
ar_iq: عدد المرات التي تم فيها فتح الرابط الخاص بك.

source: REFERRALS
ar_iq: الإحالات

source: People who enter to Jibres using your link.
ar_iq: الأشخاص الذين دخلوا جيبرس باستخدام رابطك.

source: People who connected to you with promo code.
ar_iq: عدد الأشخاص المتصلين من خلال الرمز الترويجي الخاصة بك.

source: Total you refed
ar_iq: مجموع الإحالات

source: Sum of people referred from you.
ar_iq: العدد الإجمالي للأشخاص الذين قمت بإحالتهم.

source: Active users
ar_iq: المستخدمين النشطين

source: People who work with their account.
ar_iq: الأشخاص الذين لديهم حساب نشط.

source: You earned
ar_iq: لقد حصلت علي

source: Description
ar_iq: الوصف

source: Percentage
ar_iq: النسبة المئوية

source: Level 1
ar_iq: المستوى الأول

source: People who pay more than 25$.
ar_iq: الأشخاص الذين يدفعون أكثر من 25 دولاراً.

source: Level 2
ar_iq: المستوى الثاني

source: People who pay more than 50$.
ar_iq: الأشخاص الذين يدفعون أكثر من50 دولاراً.

source: Level 3
ar_iq: المستوى الثالث

source: People who pay more than 500$.
ar_iq: الأشخاص الذين يدفعون أكثر من500 دولاراً.

source: Level 4
ar_iq: المستوى الرابع

source: People who pay more than 5000$.
ar_iq: الأشخاص الذين يدفعون أكثر من5000 دولاراً.

source: Sum of your credit earned from refs.
ar_iq: مجموع رصيدك المحصل من الإحالات.

source: Confirm earned
ar_iq: الرصيد المؤكد

source: Sum of confirmed credit earned from refs.
ar_iq: مجموع الرصيد المؤكد الذي تم الحصول عليه من المراجع.

source: Enter to get a unique referral link.
ar_iq: أدخل للحصول على رابط إحالة فريد.

source: Use our logo to help spread the word.
ar_iq: استخدم شعارنا للمساعدة في نشر الكلمة.

source: Enter to Jibres
ar_iq: الدخول إلى جيبرس

source: Toggle side bar
ar_iq: تبديل الشريط الجانبي

source: You can save side bar status
ar_iq: يمكنك حفظ حالة شريط جانبي

source: Are your need side bar?
ar_iq: هي حاجتك الشريط الجانبي؟

source: Backup Project
ar_iq: مشروع النسخ الاحتياطية

source: You can create backup now
ar_iq: يمكنك إنشاء النسخة الاحتياطية الآن

source: Please wait This operation may take a few minutes
ar_iq: يرجى الانتظار قد تستغرق هذه العملية بضع دقائق

source: Backup now
ar_iq: اعمل النسخة الاحتياطية الان

source: Sise
ar_iq: الداخلي

source: Download
ar_iq: التحميل

source: No backup was found
ar_iq: لم توجد أي النسخ الاحتياطية

source: Page
ar_iq: الصفحة

source: Author
ar_iq: المؤلف

source: Submitted on
ar_iq: المقدمة في

source: Updated on
ar_iq: تحديث في

source: Current status
ar_iq: الوضع الحالي

source: Approve
ar_iq: يوافق

source: Unapprove
ar_iq: غير موافق عليها

source: Trash
ar_iq: قمامة

source: Spam
ar_iq: البريد المزعج

source: Detail
ar_iq: التفاصيل

source: Comment
ar_iq: التعليق

source: Without name
ar_iq: بدون اسم

source: Visitor detail
ar_iq: التفاصيل الزوار

source: Created on
ar_iq: تم النشر

source: No record exist!
ar_iq: لا يوجد سجل!

source: Your sms panel balance
ar_iq: رصيد لوحة الرسائل القصيرة الخاصة بك

source: Toman
ar_iq: تومان

source: Send quick
ar_iq: إرسال سريع

source: Group send
ar_iq: إرسال المجموعة

source: Template
ar_iq: قالب

source: What do you want to send to this user?
ar_iq: ماذا تريد أن ترسل لهذا المستخدم؟

source: Send
ar_iq: الإرسال

source: page
ar_iq: الصفحة

source: News
ar_iq: الأخبار

source: Users
ar_iq: المستخدمين

source: Logs
ar_iq: السجلات

source: Categries
ar_iq: الفئات

source: SMS
ar_iq: رسالة قصيرة

source: Quick send
ar_iq: ارسال سريع

source: Powered by
ar_iq: مشغل بواسطة

source: Some right reserved
ar_iq: بعض الحقوق محفوظة

source: Ermile
ar_iq: ارمايل

source: Version
ar_iq: الإصدار

source: User
ar_iq: المستخدم

source: User id
ar_iq: معرف المستخدم

source: Date created
ar_iq: تاريخ الإنشاء

source: Try to start with add new record!
ar_iq: حاول أن تبدأ بإضافة سجل جديد!

source: Published
ar_iq: نشرت

source: Draft
ar_iq: المشروع

source: Deleted
ar_iq: تم الحذف

source: Contact
ar_iq: الاتصال

source: Admin Contact
ar_iq: جهة اتصال المسؤول

source: Slug
ar_iq: العنوان الفرعي

source: The permission name should be unique and contain only alphanameric characters and underscores
ar_iq: يجب أن يكون اسم الإذن فريدًا ويحتوي على أحرف أبجدية أمريكية وشرطات سفلية فقط

source: Name of your permission
ar_iq: اسم الإذن الخاص بك

source: The permission label is used to represent your permission in user management
ar_iq: إذن التسمية المستخدمة لتمثيل الإذن الخاص بك في إدارة المستخدم

source: Label of your permission
ar_iq: التسمية الإذن الخاص بك

source: Label
ar_iq: التسمية

source: Permission title
ar_iq: عنوان الإذن

source: Customized
ar_iq: تخصيص

source: Need double check permission for some sensitive permissions
ar_iq: تحتاج إلى إذن الاختيار المزدوجة لبعض الأذونات الحساسة

source: Do hard check and need to enter again
ar_iq: هل الاختيار الصعب وتحتاج إلى إدخال مرة أخرى

source: Count of user in permission
ar_iq: عدد المستخدمين في الإذن

source: Remove this permission if not need
ar_iq: أزل هذا الإذن إذا لم يكن في حاجة

source: No user
ar_iq: لا مستخدم

source: Click to show list of user by this permission
ar_iq: انقر لعرض قائمة بالمستخدم من خلال هذا الإذن

source: Save as draft
ar_iq: حفظ كمسودة

source: Publish date
ar_iq: تاريخ النشر

source: Parent
ar_iq: الوالد

source: All publish posts
ar_iq: كل نشر المنشورات

source: All draft posts
ar_iq: كل مسودات المشاركات

source: All trash posts
ar_iq: كل المشاركات القمامة

source: Enter title here
ar_iq: أدخل العنوان هنا

source: Recommended being more than 40 character and appear at the beginning of page content
ar_iq: يوصى به أكثر من 40 حرفاً و يبدي في بداية مضمون الصفحة

source: Enter subtitle here
ar_iq: أدخل العنوان الفرعي هنا

source: Subtitle show under title and used on press websites
ar_iq: عرض العنوان الفرعي تحت العنوان واستخدامه على مواقع الصحافة

source: Url of this post.
ar_iq: url لهذه المشاركة.

source: You can change by set slug and category or parent for this post
ar_iq: يمكنك التغيير عن خلال وضع العنوان الفرعي و تعيين الفئة أو الأصل لهذه المشاركة

source: Slug used to create url
ar_iq: يستخدم العنوان القصير لإنشاء عنوان url

source: Write post
ar_iq: اكتب مشاركة

source: Allow change default publish date
ar_iq: السماح بتغيير تاريخ النشر الافتراضي

source: Default is now
ar_iq: الافتراضي هو الآن

source: Publish time
ar_iq: وقت النشر

source: Add to gallery
ar_iq: أضف إلى معرض

source: To add image gallery drop file here or
ar_iq: لإضافة ملف إسقاط معرض الصور هنا أو

source: Publish
ar_iq: النشر

source: You can publish in another language
ar_iq: يمكنك النشر بلغة أخرى

source: Language
ar_iq: اللغة

source: Please select one item
ar_iq: يرجي تعيين عنصر واحد

source: Choose parent for this page to create related url as tree
ar_iq: واضغط هنا

source: Choose Parent
ar_iq: اختر الوالد

source: Without Parent
ar_iq: بدون الوالدين

source: Choose category for posts is fix url of post relative and help people find it better.
ar_iq: اختر فئة للمشاركات هو معالجة url لمشاركة ذو صلة و قم بمساعدة الناس في العثور عليه بشكل أفضل.

source: Choose category of post
ar_iq: اختر فئة المشاركة

source: Click on special tags to use this depending on your website design
ar_iq: انقر على العلامات الخاصة لاستخدامها في تصميم موقعك على الإنترنت

source: Tag
ar_iq: العلامة

source: Add tag manually to link articles togethers
ar_iq: أضف علامة يدوياً لربط المقالات معا

source: Tag keywords...
ar_iq: الكلمة المفتاحية...

source: Add tag
ar_iq: إضافة العلامة

source: Featured Image
ar_iq: صورة مميزة

source: allowed extentions jpg, png. Max 1000Kb
ar_iq: سمحت ملحقات jpg ،png. الحد الأقصى 1000 كيلوبايت

source: Gallery
ar_iq: صالة عرض

source: Click to download
ar_iq: انقر للتحميل

source: Video
ar_iq: الفيديو

source: Without preview
ar_iq: بدون المعاينة

source: Create sitemap automatically by click on this page
ar_iq: قم بإنشاء ملف sitemap تلقائيًا بالنقر فوق هذه الصفحة

source: Base Sitemap
ar_iq: قاعدة ملف Sitemap

source: Sitemap Detail
ar_iq: تفاصيل Sitemap

source: Create it Again
ar_iq: قم بإنشائه مرة أخرى

source: Create Sitemap Result
ar_iq: إنشاء نتيجة Sitemap

source: Users mobile
ar_iq: المستخدمين المحمول

source: Every mobile in one line
ar_iq: كل المحمول في سطر واحد

source: What do you want to send to this users?
ar_iq: ماذا تريد أن ترسل إلى المستخدمين هذا؟

source: No template
ar_iq: لا يوجد قالب

source: Show
ar_iq: إظهار

source: Group
ar_iq: المجموعة

source: No group
ar_iq: لا مجموعة

source: List of template sms
ar_iq: قائمة قالب الرسائل القصيرة

source: Template text
ar_iq: نص القالب

source: Delete
ar_iq: الحذف

source: Template name
ar_iq: اسم القالب

source: Template Name
ar_iq: اسم القالب

source: Template Text
ar_iq: نص القالب

source: Cancel
ar_iq: الإلغاء

source: Danger
ar_iq: خطر

source: Info
ar_iq: المعلومات

source: Used
ar_iq: مستخدم

source: Used for url
ar_iq: القسم الرئيسي

source: Used in url for categorize addresses
ar_iq: المستخدم في url لتصنيف العناوين

source: Parent Category
ar_iq: الوصف

source: Please select one itme
ar_iq: النشيط

source: Excerpt
ar_iq: المقتطفات

source: Try to start with add new records!
ar_iq: حاول أن تبدأ بإضافة سجلات جديدة!

source: Display Name
ar_iq: اسم العرض

source: Created date
ar_iq: تاريخ الإنشاء

source: Last Modified
ar_iq: آخر تعديل

source: Mr
ar_iq: السيد

source: Mrs
ar_iq: السيدة

source: Password is set
ar_iq: تم تعيين كلمة المرور

source: Password is not set!
ar_iq: لم يتم تعيين كلمة المرور!

source: Two step verification in enabled
ar_iq: التحقق بخطوتين في تمكين

source: Two step verification in disable
ar_iq: التحقق بخطوتين في التعطيل

source: Try to start with add new user!
ar_iq: حاول أن تبدأ بإضافة مستخدم جديد!

source: All :Members
ar_iq: كل :Members

source: Students
ar_iq: الطلاب

source: This user is supervisor!
ar_iq: هذا المستخدم هو المشرف!

source: Enter to change pass
ar_iq: أدخل لتغيير المرور

source: Password not set, enter to set it!
ar_iq: لم يتم ضبط كلمة المرور ، أدخلها لتعيينها!

source: Field
ar_iq: الحقل

source: Decode
ar_iq: فك تشفير

source: Send SMS
ar_iq: إرسال الرسائل القصيرة

source: Go
ar_iq: إذهب

source: What are you doing!
ar_iq: ماذا تفعل!

source: If you are bot, be easy and call your mom
ar_iq: إذا كنت روبوتاً، فكن هادئاً و اتصل بأمك

source: If you are human being, what are you doing here! be personable...
ar_iq: إذا كنت إنسانًا، ماذا تفعل هنا؟ تأدب و كن مهذباً...

source: You are blocked becauese of some reason!
ar_iq: كنت ممنوع بسبب هذا السبب!

source: If have problem
ar_iq: إذا كان لديك مشكلة

source: Contact us
ar_iq: اتصل بنا

source: We are so sorry for losing you!
ar_iq: نحن آسفون لفقدانك!

source: if you want you can come back to
ar_iq: يمكنك العودة إذا كنت تريد

source: join us
ar_iq: انضم إلينا

source: Bye Bye :(
ar_iq: وداعاً :(

source: Hi
ar_iq: مرحبا

source: You must not be here!
ar_iq: يجب ألا تكون هنا!

source: Why you want to delete your account!?
ar_iq: لماذا تريد حذف حسابك !؟

source: We detected two accout for you
ar_iq: لقد اكتشفنا حسابين لك

source: Please remove one of them and
ar_iq: يرجى إزالة واحد منهم و

source: if you want to delete this account
ar_iq: إذا كنت ترغب في حذف هذا الحساب

source: click here
ar_iq: انقر هنا

source: Remove my email address
ar_iq: أزل عنوان بريدي الإلكتروني

source: We found your Google Mail that is different from your current google mail
ar_iq: لقد وجدنا Google Mail الخاص بك مختلفًا عن بريد Google الحالي الخاص بك

source: Would you like to change your old google mail?
ar_iq: هل ترغب في تغيير بريد جوجل القديم الخاص بك؟

source: Change to
ar_iq: التغيير إلي

source: Update google mail
ar_iq: تحديث بريد جوجل

source: Don't change
ar_iq: لا تغيّر

source: You
ar_iq: أنت

source: You are logined ;)
ar_iq: تم تسجيل دخولك;)

source: Be patient or
ar_iq: كن صبورا أو

source: click here!
ar_iq: انقر هنا!

source: Can't access your account?
ar_iq: لا يمكن الوصول إلى حسابك؟

source: Remembered your password?
ar_iq: أتذكر كلمة المرور الخاصة بك؟

source: Remove username
ar_iq: قم بإزالة اسم المستخدم

source: Send code in your Telegram
ar_iq: إرسال الرمز في تليجرام الخاص بك

source: Send code as sms to your phone
ar_iq: إرسال الرمز كرسالة قصيرة إلى هاتفك

source: Call you to send code
ar_iq: الإتصال بك لإرسال الرمز

source: You send code to us and we check it
ar_iq: يمكنك إرسال رمز لنا و نحن نتحقق منه

source: Send code in your email
ar_iq: إرسال الرمز في البريد الإلكتروني الخاص بك

source: You must set a mobile or email to continue
ar_iq: يجب عليك تعيين الجوال أو البريد الإلكتروني للمتابعة

source: Backup database
ar_iq: قاعدة بيانات النسخ الاحتياطي

source: Back
ar_iq: الي الخلف

source: File is empty
ar_iq: الملف فراغ

source: Database info
ar_iq: معلومات قاعدة البيانات

source: Show Auto backup log file
ar_iq: إظهار ملف سجل النسخ الاحتياطي التلقائي

source: You have another database for logs
ar_iq: لديك قاعدة بيانات أخرى للسجلات

source: Click for create backup from log database
ar_iq: انقر لإنشاء نسخة احتياطية من قاعدة بيانات السجل

source: Auto backup
ar_iq: النسخ الاحتياطي التلقائي

source: Start backup every
ar_iq: بدء النسخ الاحتياطي كل

source: Year
ar_iq: العام

source: Month
ar_iq: الشهر

source: Week
ar_iq: الأسبوع

source: Day
ar_iq: اليوم

source: hour
ar_iq: الساعة

source: Start backup at time
ar_iq: بدء عملية النسخ الاحتياطي في الساعة

source: Life time of old backup
ar_iq: عمر ملفات النسخ الاحتياطي السابقة

source: 2 years
ar_iq: سنتان

source: one year
ar_iq: سنة

source: 6 months
ar_iq: 6 أشهر

source: 3 months
ar_iq: 3 أشهر

source: 2 months
ar_iq: شهرين

source: one month
ar_iq: شهر

source: one week
ar_iq: اسبوع

source: 2 weeks
ar_iq: اسبوعين

source: one day
ar_iq: يوم واحد

source: 3 days
ar_iq: 3 أيام

source: 5 days
ar_iq: 5 أيام

source: Run cronjob for this service
ar_iq: تشغيل كرون جاب لهذه الخدمة

source: Search in :dbtabless
ar_iq: البحث في: dbtables

source: Try to start with add new :dbtables!
ar_iq: حاول أن تبدأ مع إضافة جديد :dbtables!

source: percentage
ar_iq: النسبة المئوية

source: Disk usage
ar_iq: إستخدام القرص

source: CPU Usage
ar_iq: استخدام المعالج

source: Memory
ar_iq: ذاكرة

source: Dash
ar_iq: دش

source: Last update
ar_iq: التحديث الأخير

source: Show server info
ar_iq: عرض معلومات الخادم

source: Show PHP info
ar_iq: عرض معلومات PHP

source: Backup
ar_iq: النسخ الإحتياطي

source: Raw table
ar_iq: الجدول الخام

source: Server information
ar_iq: معلومات الخادم

source: Cronjob
ar_iq: كرون جاب

source: Tools
ar_iq: الأدوات

source: Translation tools
ar_iq: أدوات الترجمة

source: MB
ar_iq: الميجا بايت MB

source: Send every notification from every way to user
ar_iq: إرسال كل إخطار من كل وسيلة للمستخدم

source: Mobile or user_id
ar_iq: الجوال أو معرف المستخدم

source: Find Connection way
ar_iq: البحث عن طريقة الاتصال

source: Inner system notification
ar_iq: إخطار النظام الداخلي

source: Test coding function
ar_iq: اختبار وظيفة الترميز

source: String or Number
ar_iq: سلسلة أو رقم

source: Run
ar_iq: التشغيل

source: Encode
ar_iq: الترميز

source: Meta
ar_iq: تشابه مستعار

source: ID
ar_iq: هوية شخصية

source: You can use our tools
ar_iq: يمكنك استخدام أدواتنا

source: If you dont know about this page, leave it!
ar_iq: إذا كنت لا تعرف عن هذه الصفحة، فاتركها!

source: type
ar_iq: النوع

source: Money
ar_iq: النقود

source: Gift
ar_iq: الهدية

source: Transfer
ar_iq: النقل

source: Prize
ar_iq: الجائزة

source: Unit
ar_iq: الوحدة

source: Minus
ar_iq: الناقص

source: Plus
ar_iq: الزائد

source: Search in :transactionss
ar_iq: البحث في: المعاملات

source: Budget before
ar_iq: الميزانية قبل

source: Budget
ar_iq: الميزانية

source: Condition
ar_iq: الشرط

source: Try to start with add new :transactions!
ar_iq: بإضافة السجل الجديد، حاول أن تبدأ بإضافة: معاملات جديدة!

source: Translate
ar_iq: الترجمة

source: Extract All trans func
ar_iq: استخراج كل Transc

source: Extract twig trans func in current project
ar_iq: استخراج Trans func twig في المشروع الحالي

source: Extract twig trans func in dash addons
ar_iq: استخراج Trans func twig في دش أدونس

source: Extract twig trans func in dash addons and update on dash addons
ar_iq: استخراج Trans func twig في دش أدونس و تحديث دش أدونس

source: Submit this form carefully
ar_iq: أرسل هذا النموذج بعناية

source: Press it if you are sure!
ar_iq: اضغط عليه إذا كنت متأكدا!

source: Update All
ar_iq: تحديث الجميع

source: Current Version
ar_iq: النسخة الحالية

source: Commits
ar_iq: يرتكب

source: Do it if you know it
ar_iq: افعل ذلك إذا كنت تعرف ذلك

source: Update Dash Repository
ar_iq: تحديث مستودع دش

source: Dash Engine Location
ar_iq: موقع محرك دش

source: Update Repository
ar_iq: تحديث مستودع

source: Project database
ar_iq: قاعدة بيانات المشروع

source: Addon Database
ar_iq: قاعدة بيانات الملحق

source: Upgrade
ar_iq: التطوير

source: Backup by dump
ar_iq: النسخ الإحتياطي عن طريق دامب

source: Submit
ar_iq: العرض

source: Full Name
ar_iq: الاسم الكامل

source: Please enter valid mobile number. `:val` is incorrect
ar_iq: يرجى إدخال رقم هاتف محمول صحيح. `:val` غير صحيح

source: Your Message
ar_iq: رسالتك

source: Avatar of you
ar_iq: الصورة الرمزية الخاص بك

source: Default Avatar
ar_iq: الصورة الرمزية الإفتراضية

source: Hello
ar_iq: مرحبا

source: Click to toggle sidebar status
ar_iq: انقر لتبديل وضع الشريط الجانبي

source: View website
ar_iq: عرض الموقع

source: Work in your language
ar_iq: اعمل بلغتك الخاصة

source: Logout
ar_iq: الخروج من النظام

source: View your current location and navigate to parent of it
ar_iq: عرض موقعك الحالي وانتقل إلى الأم منه

source: Please enter valid mobile number
ar_iq: يرجى إدخال رقم الهاتف المحمول الصالح

source: Enter correct iranian mobile from 10 to 14 character
ar_iq: يجب أن يكون رقم الهاتف المحمول الصحيح في إيران بين 10و 14رقماً

source: 7 to 15 characters is allowed for mobile
ar_iq: يسمح بين 7 و 15 رقم للهواتف المحمولة

source: Username or Mobile or email
ar_iq: اسم المستخدم أو الجوال أو البريد الإلكتروني

source: Username or Mobile or Email
ar_iq: اسم المستخدم أو الجوال أو البريد الإلكتروني

source: Please enter valid mobile or username or email number
ar_iq: يرجى إدخال اسم المستخدم أو الجوال أو البريد الإلكتروني الصالح

source: Enter a valid password from 6 to 40 character
ar_iq: اختر كلمة مرور صالحة بين 6 و 40 حرفاً

source: New Password
ar_iq: كلمة المرور الجديدة

source: Password?
ar_iq: كلمة المرور؟

source: Verify Code
ar_iq: رمز التحقق

source: Enter a valid code!
ar_iq: أدخل الرمز الصالح!

source: Code
ar_iq: الرمز

source: Send this code to our number!
ar_iq: أرسل هذا الرمز إلى رقمنا!

source: send to this number
ar_iq: أرسل إلى هذا الرقم

source: Send code to this number!
ar_iq: أرسل الرمز إلى هذا رقم!

source: Full name
ar_iq: الاسم الكامل

source: email
ar_iq: البريد الإلكتروني

source: Enter a valid eamil!
ar_iq: أدخل البريد الإلكتروني الصالح!

source: username
ar_iq: اسم المستخدم

source: Enter a valid username from 4 to 50 character
ar_iq: أدخل اسم المستخدم الصالح من 4 إلى 50 حرفاً

source: Delete Account
ar_iq: حذف الحساب

source: Go and check it
ar_iq: إذهب و تحقق من ذلك

source: Next
ar_iq: التالي

source: Sign in instead
ar_iq: تسجيل الدخول بدلا من ذلك

source: Login
ar_iq: تسجيل الدخول

source: Go back
ar_iq: عُد

source: No account?
ar_iq: لا حساب؟

source: Create for yourself
ar_iq: خلق لنفسك

source: Create Account
ar_iq: إصنع الحساب

source: Signup
ar_iq: التسجيل

source: Recovery password
ar_iq: استعادة كلمة المرور

source: Enter with another methods
ar_iq: أدخل مع أساليب أخرى

source: Log in with mobile
ar_iq: تسجيل الدخول مع المحمول

source: Enter with mobile
ar_iq: أدخل مع المحمول

source: Enter with Google
ar_iq: ادخل مع جوجل

source: Enter with email
ar_iq: أدخل مع البريد الإلكتروني

source: Enter with username
ar_iq: أدخل مع اسم المستخدم
