Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: cayman islands
ar_iq: جزر كايمان

source: central african republic
ar_iq: جمهورية افريقيا الوسطى

source: chad
ar_iq: تشاد

source: chile
ar_iq: تشيلي

source: china
ar_iq: الصين

source: christmas island
ar_iq: جزيرة عيد الميلاد

source: cocos (keeling) islands
ar_iq: جزر كوكوس (keeling)

source: colombia
ar_iq: كولومبيا

source: comoros
ar_iq: جزر القمر

source: cook islands
ar_iq: جزر كوك

source: costa rica
ar_iq: كوستا ريكا

source: croatia
ar_iq: كرواتيا

source: cuba
ar_iq: كوبا

source: curacao
ar_iq: كوراكاو

source: cyprus
ar_iq: قبرص

source: czech republic
ar_iq: جمهورية التشيك

source: democratic republic of the congo
ar_iq: جمهورية الكونغو الديموقراطية

source: denmark
ar_iq: الدنمارك

source: djibouti
ar_iq: جيبوتي

source: dominica
ar_iq: دومينيكا

source: dominican republic
ar_iq: جمهورية الدومنيكان

source: east timor
ar_iq: تيمور الشرقية

source: ecuador
ar_iq: الاكوادور

source: egypt
ar_iq: مصر

source: el salvador
ar_iq: السلفادور

source: equatorial guinea
ar_iq: غينيا الإستوائية

source: eritrea
ar_iq: إريتريا

source: estonia
ar_iq: استونيا

source: ethiopia
ar_iq: أثيوبيا

source: falkland islands
ar_iq: جزر فوكلاند

source: faroe islands
ar_iq: جزر صناعية

source: fiji
ar_iq: فيجي

source: finland
ar_iq: فنلندا

source: france
ar_iq: فرنسا

source: french guiana
ar_iq: غيانا الفرنسية

source: french polynesia
ar_iq: بولينيزيا الفرنسية

source: french southern territories
ar_iq: المناطق الجنوبية لفرنسا

source: gabon
ar_iq: الغابون

source: gambia
ar_iq: غامبيا

source: georgia
ar_iq: جورجيا

source: germany
ar_iq: ألمانيا

source: ghana
ar_iq: غانا

source: gibraltar
ar_iq: جبل طارق

source: greece
ar_iq: اليونان

source: greenland
ar_iq: الأرض الخضراء

source: grenada
ar_iq: غرينادا

source: guadeloupe
ar_iq: جوادلوب

source: guam
ar_iq: غوام

source: guatemala
ar_iq: غواتيمالا

source: guernsey
ar_iq: غيرنسي

source: guinea
ar_iq: غينيا

source: guinea-bissau
ar_iq: غينيا بيساو

source: guyana
ar_iq: غيانا

source: haiti
ar_iq: هايتي

source: heard island and mcdonald islands
ar_iq: قلب الجزيرة وجزر ماكدونالز

source: honduras
ar_iq: هندوراس

source: hong kong
ar_iq: هونج كونج

source: hungary
ar_iq: اليونان

source: iceland
ar_iq: أيسلندا

source: india
ar_iq: الهند

source: indonesia
ar_iq: أندونيسيا

source: iraq
ar_iq: العراق

source: ireland
ar_iq: أيرلندا

source: isle of man
ar_iq: جزيرة آيل أوف مان

source: italy
ar_iq: إيطاليا

source: ivory coast
ar_iq: ساحل العاج

source: jamaica
ar_iq: جامايكا

source: japan
ar_iq: اليابان

source: jersey
ar_iq: جيرسي

source: jordan
ar_iq: الأردن

source: kazakhstan
ar_iq: كازاخستان

source: kenya
ar_iq: كينيا

source: kiribati
ar_iq: كيريباس

source: kosovo
ar_iq: كوسوفو

source: kuwait
ar_iq: الكويت

source: kyrgyzstan
ar_iq: قيرغيزستان

source: laos
ar_iq: لاوس

source: latvia
ar_iq: لاتفيا

source: lebanon
ar_iq: لبنان

source: lesotho
ar_iq: ليسوتو

source: liberia
ar_iq: ليبيريا

source: libya
ar_iq: ليبيا

source: liechtenstein
ar_iq: ليختنشتاين

source: lithuania
ar_iq: ليتوانيا

source: luxembourg
ar_iq: لوكسمبورغ

source: macau
ar_iq: ماكاو

source: macedonia
ar_iq: مقدونيا

source: madagascar
ar_iq: مدغشقر

source: malawi
ar_iq: ملاوي

source: malaysia
ar_iq: ماليزيا

source: maldives
ar_iq: جزر المالديف

source: mali
ar_iq: مالي

source: malta
ar_iq: مالطا

source: marshall islands
ar_iq: جزر مارشال

source: martinique
ar_iq: مارتينيك

source: mauritania
ar_iq: موريتانيا

source: mauritius
ar_iq: موريشيوس

source: mayotte
ar_iq: مايوت

source: mexico
ar_iq: المكسيك

source: micronesia
ar_iq: ميكرونيزيا

source: moldova
ar_iq: مولدوفا

source: monaco
ar_iq: موناكو

source: mongolia
ar_iq: منغوليا

source: montenegro
ar_iq: الجبل الأسود

source: montserrat
ar_iq: مونتسيرات

source: morocco
ar_iq: المغرب

source: mozambique
ar_iq: موزمبيق

source: myanmar (burma)
ar_iq: ميانمار (بورما)

source: namibia
ar_iq: ناميبيا

source: nauru
ar_iq: ناورو

source: nepal
ar_iq: نيبال

source: netherlands
ar_iq: هولندا

source: new caledonia
ar_iq: كاليدونيا الجديدة

source: new zealand
ar_iq: نيوزيلاندا

source: nicaragua
ar_iq: نيكاراغوا

source: niger
ar_iq: النيجر

source: nigeria
ar_iq: نيجيريا

source: niue
ar_iq: نيوي

source: norfolk island
ar_iq: جزيرة نورفولك

source: north korea
ar_iq: كوريا الشمالية

source: northern mariana islands
ar_iq: جزر مريانا الشمالية

source: norway
ar_iq: النرويج

source: oman
ar_iq: سلطنة عمان

source: pakistan
ar_iq: باكستان

source: palau
ar_iq: بالاو

source: palestine
ar_iq: فلسطين

source: panama
ar_iq: بناما

source: papua new guinea
ar_iq: بابوا الجديدة غينيا

source: paraguay
ar_iq: باراغواي

source: peru
ar_iq: بيرو

source: philippines
ar_iq: الفلبين

source: pitcairn islands
ar_iq: جزر بيتكيرن

source: poland
ar_iq: بولندا

source: portugal
ar_iq: البرتغال

source: puerto rico
ar_iq: بورتوريكو

source: qatar
ar_iq: دولة قطر

source: republic of the congo
ar_iq: جمهورية الكونغو

source: réunion
ar_iq: جمع شمل

source: romania
ar_iq: رومانيا

source: russia
ar_iq: روسيا

source: rwanda
ar_iq: رواندا

source: saint barthélemy
ar_iq: سانت بارتيليمي

source: saint helena
ar_iq: القديس هيلينا

source: saint kitts and nevis
ar_iq: سانت كيتس ونيفيس

source: saint lucia
ar_iq: القديسة لوسيا

source: saint martin
ar_iq: القديس مارتن

source: saint pierre and miquelon
ar_iq: سانت بيير وميكلون

source: saint vincent and the grenadines
ar_iq: سانت فنسنت وجزر غرينادين

source: samoa
ar_iq: ساموا

source: san marino
ar_iq: سان مارينو

source: são tomé and príncipe
ar_iq: ساو توم وبرينسيبي

source: saudi arabia
ar_iq: المملكة العربية السعودية

source: senegal
ar_iq: السنغال

source: serbia
ar_iq: صربيا

source: seychelles
ar_iq: سيشيل

source: sierra leone
ar_iq: سيرا ليون

source: singapore
ar_iq: سنغافورة

source: sint maarten
ar_iq: سينت مارتن

source: slovakia
ar_iq: سلوفاكيا

source: slovenia
ar_iq: سلوفينيا

source: solomon islands
ar_iq: جزر سليمان

source: somalia
ar_iq: الصومال

source: south africa
ar_iq: جنوب أفريقيا

source: south georgia and the south sandwich islands
ar_iq: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: south korea
ar_iq: كوريا الجنوبية

source: south sudan
ar_iq: جنوب السودان

source: spain
ar_iq: إسبانيا

source: sri lanka
ar_iq: سيريلانكا

source: sudan
ar_iq: سودان

source: suriname
ar_iq: سورينام

source: svalbard and jan mayen
ar_iq: سفالبارد وجان ماين

source: swaziland
ar_iq: سوازيلاند

source: sweden
ar_iq: السويد

source: switzerland
ar_iq: سويسرا

source: syria
ar_iq: سوريا

source: taiwan
ar_iq: تايوان

source: tajikistan
ar_iq: طاجيكستان

source: tanzania
ar_iq: تنزانيا

source: thailand
ar_iq: تايلند

source: togo
ar_iq: ليذهب

source: tokelau
ar_iq: توكيلاو

source: tonga
ar_iq: تونغا

source: trinidad and tobago
ar_iq: ترينداد وتوباغو

source: tunisia
ar_iq: تونس

source: turkey
ar_iq: ديك رومي

source: turkmenistan
ar_iq: تركمانستان

source: turks and caicos islands
ar_iq: جزر تركس وكايكوس

source: tuvalu
ar_iq: توفالو

source: minor outlying islands
ar_iq: الجزر الصغيرة النائية

source: uganda
ar_iq: أوغندا

source: ukraine
ar_iq: أوكرانيا

source: united arab emirates
ar_iq: الإمارات العربية المتحدة

source: united kingdom
ar_iq: المملكة المتحدة

source: united states
ar_iq: الولايات المتحدة الامريكانية

source: uruguay
ar_iq: أوروغواي

source: uzbekistan
ar_iq: أوزبكستان

source: vanuatu
ar_iq: فانواتو

source: vatican city
ar_iq: مدينة الفاتيكان

source: venezuela
ar_iq: فنزويلا

source: vietnam
ar_iq: فيتنام

source: wallis and futuna
ar_iq: واليس وفوتونا

source: western sahara
ar_iq: الصحراء الغربية

source: yemen
ar_iq: اليمن

source: zambia
ar_iq: زامبيا

source: zimbabwe
ar_iq: زيمبابوي

source: expire
ar_iq: الإنقضاء

source: deleted
ar_iq: المحذوف

source: awaiting
ar_iq: تنتظر

source: block
ar_iq: منع

source: filter
ar_iq: عامل التصفية

source: close
ar_iq: أغلق

source: male
ar_iq: الذكر

source: female
ar_iq: أنثى

source: single
ar_iq: غير مرتبطة

source: married
ar_iq: المتزوج

source: leave
ar_iq: انصراف

source: real
ar_iq: حقيقة

source: learn
ar_iq: تعلم

source: requirement
ar_iq: شرط

source: beside
ar_iq: بجانب

source: soon
ar_iq: قريبا

source: next
ar_iq: التالى

source: active
ar_iq: نشيط

source: deactive
ar_iq: دي نشط

source: full
ar_iq: كامل

source: all
ar_iq: جميع

source: sunday
ar_iq: الأحد

source: monday
ar_iq: الإثنين

source: tuesday
ar_iq: الثلاثاء

source: wednesday
ar_iq: الأربعاء

source: thursday
ar_iq: الخميس

source: friday
ar_iq: يوم الجمعة

source: saturday
ar_iq: يوم السبت

source: class
ar_iq: الفئة

source: exam
ar_iq: امتحان

source: weekly
ar_iq: الأسبوعية

source: rotational
ar_iq: التناوب

source: date
ar_iq: تاريخ

source: taken
ar_iq: اتخذت

source: remove
ar_iq: إزالة

source: add
ar_iq: إضافة

source: removeforce
ar_iq: إزالة القوة

source: removeadmin
ar_iq: إزالة المشرف

source: cancel
ar_iq: اللغو

source: student
ar_iq: طالب علم

source: expert
ar_iq: الخبير

source: acept
ar_iq: قبول

source: reject
ar_iq: الرفض

source: discount
ar_iq: الخصم

source: teacher
ar_iq: مدرس

source: other
ar_iq: آخر

source: removed
ar_iq: إزالة

source: unreachable
ar_iq: لا يمكن الوصول

source: paid
ar_iq: دفع

source: skipped
ar_iq: تخطي

source: critical
ar_iq: الحرج

source: high
ar_iq: العالي

source: medium
ar_iq: المتوسط

source: low
ar_iq: المنخفض

source: deliver
ar_iq: ايصال

source: draft
ar_iq: المشروع

source: true
ar_iq: صحيح

source: false
ar_iq: خاطئة

source: skip
ar_iq: التخطى

source: gift
ar_iq: هدية مجانية

source: prize
ar_iq: الجائزة

source: transfer
ar_iq: النقل

source: promo
ar_iq: الترويجي

source: money
ar_iq: النقود

source: expired
ar_iq: منتهية الصلاحية

source: filtered
ar_iq: مصفى

source: blocked
ar_iq: مسدود

source: spam
ar_iq: المزعج

source: request
ar_iq: طلب

source: redirect
ar_iq: إعادة توجيه

source: pending
ar_iq: قيد الانتظار

source: error
ar_iq: الخطأ

source: verify_request
ar_iq: تحقق _ الطلب

source: verify_error
ar_iq: تحقق _ الخطأ

source: ok
ar_iq: حسنا

source: approved
ar_iq: وافق

source: unapproved
ar_iq: غير موافق عليها

source: Ok
ar_iq: حسنا

source: Approved
ar_iq: الوافق

source: Unapproved
ar_iq: غير موافق عليها

source: cpSmsSend
ar_iq: لوحة التحكم ارسال الرسائل القصيرة

source: cpSmsTemplateView
ar_iq: لوحة التحكم عرض قالب الرسائل القصيرة

source: cpSmsTemplateEdit
ar_iq: لوحة التحكم تحرير قالب الرسائل القصيرة

source: cpSmsSendGroup
ar_iq: لوحة التحكم إرسال الرسائل القصيرة المجموعة

source: cpSMS
ar_iq: لوحة التحكم رسالة قصيرة

source: cpEmailSend
ar_iq: لوحة التحكم إرسال البريد الإلكتروني

source: cpEmail
ar_iq: لوحة التحكم البريد الإلكتروني

source: cpPostsViewAll
ar_iq: لوحة التحكم المشاركات عرض الكل

source: cpPostsEditStatus
ar_iq: لوحة التحكم وظائف تحرير الوضع

source: cpPostsEditPublished
ar_iq: لوحة التحكم نشر تحرير المنشورة

source: cpPostsEditForOthers
ar_iq: لوحة التحكم‌مشاركات‌تعديل‌للآخرين

source: cpPostsDelete
ar_iq: لوحة التحكم مشاركة حذف

source: cpPostsDeleteForOthers
ar_iq: لوحة التحكم آخر حذف للآخرين

source: cpCategoryDelete
ar_iq: لوحة التحكم فئة الحذف

source: cpTagDelete
ar_iq: لوحة التحكم حذف العلامة

source: cpPageDelete
ar_iq: لوحة التحكم حذف الصفحة

source: cpAttachmentView
ar_iq: لوحة التحكم عرض المرفقات

source: cpAttachmentAdd
ar_iq: لوحة التحكم المرفقات أضف

source: cpAttachmentEdit
ar_iq: لوحة التحكم مرفق تحرير

source: cpAttachmentDelete
ar_iq: لوحة التحكم مرفق حذف

source: cpCommentsDelete
ar_iq: لوحة التحكم التعليقات حذف

source: cpUsersPermission
ar_iq: لوحة التحكم إذن المستخدم

source: cpUsersPasswordChange
ar_iq: لوحة التحكم تغيير كلمة مرور المستخدم

source: cpUsersDelete
ar_iq: لوحة التحكم المستخدمون حذف

source: cpSmsTemplateDelete
ar_iq: لوحة التحكم حذف قالب رسالة قصيرة

source: Control Panel CMS
ar_iq: لوحة التحكم CMS

source: Control Panel Users
ar_iq: مستخدمو لوحة التحكم

source: Control Panel Contact
ar_iq: لوحة التحكم الاتصال

source: cpContactView
ar_iq: لوحة التحكم عرض الاتصال

source: cpContactChangeStatus
ar_iq: لوحة التحكم الاتصال تغيير الحالة

source: cpTemplateSmsView
ar_iq: لوحة التحكم قالب عرض رسالة قصيرة

source: Can not access to edit comment
ar_iq: لا يمكن الوصول إلى تحرير التعليق

source: Please fill the content box
ar_iq: يرجى ملء مربع المحتوى

source: Invalid post id
ar_iq: معرف التعليق غير صحيح

source: Comment of this post is closed!
ar_iq: تعليق هذا المنصب مغلق!

source: Invalid parent
ar_iq: الوالد غير صالح

source: :dbtables id not set
ar_iq: لم يتم تعيين معرف الجداول

source: :user not found
ar_iq: :user غير موجود

source: Record successfuly added
ar_iq: تمت إضافة السجل بنجاح

source: Record successfully updated
ar_iq: تم تحديث السجل بنجاح

source: Unable to upload, because of selected upload name
ar_iq: غير قادر على التحميل، بسبب اسم التحميل المحدد

source: Can not upload file. undefined error
ar_iq: لا يمكن تحميل الملف، خطأ مهيأ

source: Please set the parent mobile
ar_iq: يرجى تعيين المحمول الوالد

source: Please select one title
ar_iq: يرجى اختيار عنوان واحد

source: Related id is incurrect
ar_iq: المعرف ذات الصلة غير صحيح

source: You can not set parent yourself
ar_iq: لا يمكنك تحديد الوالد بنفسك

source: Invalid title
ar_iq: العنوان غير صالح

source: Plase set the other title field
ar_iq: يرجى تحديد حقل عنوان آخر

source: You must set other title less than 50 character
ar_iq: يجب عليك تحديد عنوان آخر أقل من 50 حرفاً

source: Your request was sended to user, wait for answer user
ar_iq: تم إرسال طلبك إلى المستخدم، انتظر جواب المستخدم

source: Are you :title of this user?
ar_iq: هل أنت :title هذا المستخدم؟

source: Your request was sended
ar_iq: تم إرسال طلبك

source: Invalid request id
ar_iq: معرف الطلب غير صالح

source: Invalid request data
ar_iq: بيانات الطلب غير صالحة

source: Your request canceled
ar_iq: تم إلغاؤ طلبك

source: Invalid remove data
ar_iq: إزالة البيانات غير صالح

source: Invalid remove details
ar_iq: إزالة التفاصيل غير صالح

source: Parent removed
ar_iq: الوالد إزالتها

source: Waiting to user accept this request
ar_iq: في انتظار قبول الطلب من قبل المستخدم

source: Duplicate file in this gallery
ar_iq: ملف مكرر في هذا المعرض

source: Invalid gallery id
ar_iq: معرف معرض غير صالح

source: This post is published. And you can not edit it!
ar_iq: تم نشر هذه المشاركة. ولا يمكنك تحريره!

source: This is not your post. And you can not edit it!
ar_iq: هذه ليست مشاركتك. و لا يمكنك تحريرها!

source: Invalid parameter language
ar_iq: اللغة المعلمة غير صالحة

source: Title of posts can not be null
ar_iq: عنوان المشاركات لا يمكن أن يكون خالياً

source: Please set the title less than 100 character
ar_iq: يرجى وضع عنوان أقل من 100 حرف

source: Please set the excerpt less than 300 character
ar_iq: يرجى وضع مقتطفات أقل من 300 حرف

source: Please set the subtitle less than 300 character
ar_iq: يرجى تعيين العنوان الفرعي أقل من 300 حرف

source: Please set the slug less than 100 character
ar_iq: يرجى وضع slug أقل من 100 حرف

source: Duplicate slug
ar_iq: تكرار slug

source: Please set the url less than 100 character
ar_iq: يرجى وضع عنوان url بأقل من 100 حرف

source: This text is too large!
ar_iq: هذا النص كبير للغاية!

source: Please set the type less than 100 character
ar_iq: يرجى وضع النوع أقل من 100 حرف

source: Invalid parameter status
ar_iq: حالة المعلمة غير صالحة

source: You can not delete page
ar_iq: لا يمكنك حذف الصفحة

source: You can not delete post
ar_iq: لا يمكنك حذف المشاركة

source: This is not your post. And you can not delete it!
ar_iq: هذه ليست مشاركتك. ولا يمكنك حذفها!

source: Invalid parameter parent
ar_iq: معلمة أصل غير صالحة

source: Parent post not found
ar_iq: لم يوجد المشاركة الأصلية

source: Can not set page as parent of self!
ar_iq: لا تضع الصفحة كأصل نفسها!

source: Invalid parameter publishdate
ar_iq: تاريخ النشر غير صالح

source: Invalid publish time
ar_iq: وقت النشر غير صالح

source: Category setting for better access is suggested
ar_iq: تُقترح إعدادات الفئة للوصول بشكل أفضل

source: Some :type is wrong
ar_iq: البعض: النوع غير صالح

source: No way to insert post
ar_iq: ليس أي طريقة لإدراج المشاركة

source: Post successfuly added
ar_iq: إضافة المشاركة بنجاح

source: Can not access to edit posta
ar_iq: لا يمكن الوصول إلى تحرير المشاركة

source: Invalid posts id
ar_iq: معرف المشاركة غير صالحة

source: Post successfully updated
ar_iq: تحديث المشاركة بنجاح

source: All users
ar_iq: جميع المستخدمين

source: Active user
ar_iq: مستخدم نشط

source: Name of template is required
ar_iq: اسم القالب مطلوب

source: Text of template is required
ar_iq: نص القالب مطلوب

source: Plase fill the name of template
ar_iq: يرجى ملء اسم القالب

source: Plase fill the text of template
ar_iq: يرجى ملء نص القالب

source: You must set name of template less than 50 character
ar_iq: يجب عليك تعيين اسم القالب أقل من 50 حرف

source: This name is reserved before, try another
ar_iq: هذا الاسم محجوز من قبل ، حاول آخر

source: This template is not in your template list!
ar_iq: هذا القالب ليس في قائمة القوالب الخاصة بك!

source: Please set the term title
ar_iq: يرجى وضع عنوان المصطلح

source: Please set the term title less than 150 character
ar_iq: يرجى وضع عنوان المصطلح أقل من 150 حرفًا

source: Please set the term slug less than 150 character
ar_iq: يرجى وضع مصطلح slug أقل من 150 حرف

source: Please set the term desc less than 500 character
ar_iq: يرجى وضع مصطلح desc أقل من 500 حرف

source: Please set the term type
ar_iq: يرجى وضع نوع المصطلح

source: Invalid status of term
ar_iq: حالة المصطلح غير صالحة

source: Duplicate term
ar_iq: المصطلح مكرر

source: Please set the term excerpt less than 500 character
ar_iq: يرجي وضع مصطلح المقتطفات أقل من 500 حرفاً

source: Parent not found
ar_iq: لا يمكنك وضع الوالد كنفسك

source: Can not set the parent as yourself
ar_iq: الوالد ليس : بنوع

source: No way to insert term
ar_iq: لا يمكن الوصول إلى مصطلح التحرير

source: Can not access to edit term
ar_iq: لا يمكن الوصول إلى مصطلح التحرير

source: Mobile is incorrect
ar_iq: الجوال غير صالح

source: You can set the displayname less than 50 character
ar_iq: يمكنك وضع اسم العرض أقل من 50 حرفاً

source: You can set the title less than 50 character
ar_iq: يمكنك وضع العنوان أقل من 50 حرفاً

source: Invalid parameter avatar
ar_iq: الصورة الرمزية المعلمة غير صالحة

source: Invalid gender field
ar_iq: مجال الجنس غير صالح

source: You must set the type less than 50 character
ar_iq: يجب عليك وضع النوع أقل من 50 حرفاً

source: Email is incorrect
ar_iq: البريد الإلكتروني غير صحيح

source: Parent is incorrect
ar_iq: الوالد غير صحيح

source: Permission is incorrect
ar_iq: الإذن غير صحيح

source: Username is incorrect
ar_iq: اسم المستخدم غير صحيح

source: Pin is incorrect
ar_iq: Pin غير صحيح

source: Ref is incorrect
ar_iq: Ref غير صحيح

source: Unit id is incorrect
ar_iq: معرف الوحدة غير صحيح

source: Language is incorrect
ar_iq: اللغة غير صحيحة

source: website is out of range
ar_iq: الموقع خارج النطاق

source: facebook is out of range
ar_iq: فيسبوك خارج النطاق

source: twitter is out of range
ar_iq: تويتر خارج النطاق

source: instagram is out of range
ar_iq: اینستاجرام خارج النطاق

source: linkedin is out of range
ar_iq: لینک خارج النطاق

source: gmail is out of range
ar_iq: بريد جوجل خارج النطاق

source: firstname is out of range
ar_iq: الاسم الأول خارج النطاق

source: lastname is out of range
ar_iq: اسم العائلة خارج النطاق

source: bio is out of range
ar_iq: الحيوية خارج النطاق

source: Duplicate mobile
ar_iq: تكرار الهاتف المحمول

source: No way to insert user
ar_iq: ليس أي طريقة لإدخال المستخدم

source: User successfuly added
ar_iq: إضافة المستخدم بنجاح

source: Can not access to edit staff
ar_iq: لا يمكنك الوصول إلي تحرير العاملين

source: User successfully updated
ar_iq: تم تحديث المستخدم بنجاح

source: User not found.
ar_iq: المستخدم غير موجود.

source: Invalid birthdate
ar_iq: تاريخ الميلاد غير صحيح

source: Invalid birthdate, birthdate can not larger than date now!
ar_iq: تاريخ الميلاد غير صالح ، لا يمكن أن يكون تاريخ الميلاد أكبر من التاريخ الآن!

source: we can't find database service!
ar_iq: لا يمكننا العثور على خدمة قاعدة البيانات!

source: Please contact administrator!
ar_iq: يرجى الاتصال بالمسؤول!

source: We can't connect to database service!
ar_iq: لا يمكننا الاتصال بخدمة قاعدة البيانات!

source: We can't connect to correct database!
ar_iq: لا يمكننا الاتصال بقاعدة البيانات الصحيحة!

source: executed
ar_iq: نفذ

source: Old version
ar_iq: النسخة القديمة

source: Transaction user_id can not be null
ar_iq: لا يمكن أن يكون معرّف مستخدم المعاملة خالياً

source: Transaction caller can not be null
ar_iq: لا يمكن أن يكون مستدعي المعاملة فارغاً

source: Transaction title can not be null
ar_iq: لا يمكن أن يكون عنوان المعاملة خالياً

source: Transaction type can not be null
ar_iq: نوع المعاملة لا يمكن أن يكون خالياً

source: Transaction status can not be null
ar_iq: حالة المعاملة لا يمكن أن تكون خالية

source: Invalid transaction verify field
ar_iq: قيمة التحقق من المعاملة غير صالحة

source: Transaction unit can not be null
ar_iq: لا يمكن وحدة المعاملة أن تكون خالية

source: Transaction unit_id can not be null
ar_iq: لا يمكن أن يكون معرّف وحدة المعاملة خالياً

source: Hey, Read documentation and start your project!
ar_iq: مهلا ، قراءة الوثائق وبدء مشروعك!

source: We can't find the page you're looking for!
ar_iq: لا يمكننا العثور على الصفحة التي تبحث عنها!

source: As easy as ABC is our slogan!
ar_iq: سهلا كما ABC هو شعارنا!

source: If you are not finded a solution for your problem, call us.
ar_iq: إذا لم تجد حلًا لمشكلتك ، فاتصل بنا.

source: Software Solution Designer
ar_iq: مصمم حلول البرمجيات

source: Latest news
ar_iq: أحدث الأخبار

source: File not exist
ar_iq: الملف غير موجود

source: Mailer Error :error
ar_iq: خطأ في مرسل البريد الإلكتروني :error

source: Someone have this permission!
ar_iq: شخص ما لديه هذا الإذن!

source: Can not remove it.
ar_iq: لا يمكن إزالته.

source: Can not remove admin!
ar_iq: لا يمكن إزالة المشرف!

source: Permission removed
ar_iq: إذن إزالتها

source: Please set a valid name for permission
ar_iq: يرجى تحديد اسم صالح للحصول على إذن

source: This key was reserved, Try another
ar_iq: تم حجز هذا المفتاح ، حاول آخر

source: Can not change admin permission
ar_iq: لا يمكن تغيير إذن المشرف

source: This key was not found in your permission list!
ar_iq: لم يتم العثور على هذا المفتاح في قائمة أذوناتك!

source: The title must include at least one alphabetical character
ar_iq: يجب أن يتضمن العنوان حرفًا أبجديًا واحدًا على الأقل

source: Name too large, Try another
ar_iq: اسم أكبر من اللازم ، جرب أخرى

source: Label too large, Try another
ar_iq: وضع علامة كبيرة جدًا ، جرّب أخرى

source: Invalid contain of permission
ar_iq: غير صالح من إذن

source: This item is not in your permission list!
ar_iq: هذا البند ليس في قائمة أذوناتك!

source: Permission saved
ar_iq: تم حفظ الإذن

source: Permission denied
ar_iq: طلب الاذن مرفوض

source: How are you?
ar_iq: كيف حالك؟

source: Help
ar_iq: مساعدة

source: About
ar_iq: حول

source: Thanks
ar_iq: شكرا

source: User_id
ar_iq: معرف المستخدم

source: return
ar_iq: العودة

source: Please only use below keyboard.
ar_iq: يرجى فقط استخدام لوحة المفاتيح أدناه.

source: This password is very simple and guessable, please use stronger password!
ar_iq: هذه كلمة المرور بسيطة جداً و يمكن تخمينها، يرجى استخدام كلمة المرور أكثر تعقيداً!

source: The api Cloudflare opration success
ar_iq: تمّ انجاز عملية كلادفلر من خلال api بنجاح

source: The api Cloudflare opration faild
ar_iq: فشل انجاز عملية كلادفلر من خلال api

source: Please fill the verification code
ar_iq: يرجى ملء رمز التحقق

source: What happend? the code is number. you try to send string!?
ar_iq: ماذا حدث؟ الرمز هو رقم. تحاول أن ترسل قوية!؟

source: System error, try again
ar_iq: خطأ في النظام ، حاول مرة أخرى

source: Your sms not deliver to us!
ar_iq: الرسائل القصيرة الخاصة بك لا تقدم لنا!

source: Invalid code, try again
ar_iq: الرمز غير صالح: حاول مرة أخرى

source: Your username was removed
ar_iq: تمت إزالة اسم المستخدم الخاص بك

source: Your username was change
ar_iq: تم تغيير اسم المستخدم الخاص بك

source: Your password was changed
ar_iq: الباسورد الخاص بك تم تغييرة
