Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: Resend code
ar_iq: أعد إرسال الرمز

source: After end timer you can request code again
ar_iq: بعد توقيت نهاية يمكنك طلب رمز مرة أخرى

source: Another way?
ar_iq: طريقة أخرى?

source: Restart with new mobile
ar_iq: إعادة تشغيل مع المحمول الجديد

source: New email
ar_iq: البريد الإلكتروني الجديد

source: New username
ar_iq: اسم المستخدم الجديد

source: Enter a valid username!
ar_iq: أدخل اسم المستخدم الصالح!

source: You are supervisor!
ar_iq: أنت المشرف!

source: Enter with another user
ar_iq: أدخل مع مستخدم آخر

source: dash
ar_iq: دش

source: Powered by Dash
ar_iq: مدعوم من دش

source: Javad Evazzadeh
ar_iq: جواد عوض زاده

source: Hasan Salehi
ar_iq: حسن صالحي

source: Ahmad Karimi
ar_iq: احمد كريمي

source: Reza Mohiti
ar_iq: رضا محيطي

source: Another Project with Dash
ar_iq: مشروع آخر مع دش

source: Dash is an artichokes for PHP programming!!
ar_iq: دش هو artishokes لبرمجة PHP!

source: Dash is powerfull.
ar_iq: تكون الدش قوية.

source: Insert Successfully
ar_iq: الإدراج بنجاح

source: Insert Failed!
ar_iq: فشل الإدراج!

source: Update Successfully
ar_iq: التحديث بنجاح

source: Update Failed!
ar_iq: فشل التحديث!

source: Delete Successfully
ar_iq: حذف بنجاح

source: Delete Failed!
ar_iq: حذف فشل!

source: Transaction error
ar_iq: خطأ المعاملة

source: Transaction Error
ar_iq: خطأ المعاملة

source: year
ar_iq: العام

source: month
ar_iq: الشهر

source: week
ar_iq: الأسبوع

source: day
ar_iq: اليوم

source: minute
ar_iq: الدقيقة

source: second
ar_iq: الثانية

source: ago
ar_iq: منذ

source: A few seconds ago
ar_iq: قبل قليل

source: item
ar_iq: بند

source: empty
ar_iq: فارغة

source: Byte
ar_iq: البايت

source: KB
ar_iq: الكيلو بايت KB

source: GB
ar_iq: الجيجا بايت GB

source: TB
ar_iq: الترا بايت TB

source: PB
ar_iq: البترا بايت PB

source: id does not exist!
ar_iq: المعرف غير موجود!

source: all require fields must fill
ar_iq: جميع الحقول المطلوبة يجب أن تملأ

source: some fields must be change for update!
ar_iq: يجب تغيير بعض الحقول للتحديث!

source: ermile
ar_iq: ارمايل

source: Made in IRAN
ar_iq: صنع في الإيران

source: Iran
ar_iq: الايران

source: iran
ar_iq: الايران

source: Qom
ar_iq: القم

source: qom
ar_iq: القم

source: submit
ar_iq: التقديم

source: save
ar_iq: الحفظ

source: add new
ar_iq: أضف جديداً

source: signin
ar_iq: تسجيل الدخول

source: sign in
ar_iq: تسجيل الدخول

source: signup
ar_iq: تسجيل الدخول

source: sign up
ar_iq: التسجيل

source: register
ar_iq: التسجيل

source: home
ar_iq: الدار

source: Home
ar_iq: الدار

source: homepage
ar_iq: الصفحة الرئيسية

source: Homepage
ar_iq: الصفحة الرئيسية

source: admin
ar_iq: المشرف

source: error in field
ar_iq: خطأ في الميدان

source: cp
ar_iq: لوحة التحكم

source: Cp
ar_iq: لوحة التحكم

source: account
ar_iq: الحساب

source: SiteContent
ar_iq: محتوى الموقع

source: Options
ar_iq: الخيار

source: Back to
ar_iq: العودة إلي

source: Actions
ar_iq: العملية

source: Add New Record
ar_iq: إضافة السجل الجديد

source: delete record
ar_iq: حذف السجل

source: seriously, are you sure? There's no coming back.
ar_iq: على محمل الجد، هل أنت متأكد؟ لا يوجد عودة بعد الحذف.

source: or
ar_iq: أو

source: Attachments
ar_iq: المرفقات

source: Visitors
ar_iq: الزائرين

source: My Profile
ar_iq: ملفيّ

source: Lock Screen
ar_iq: اقفل الشاشه

source: Powered by Dash.
ar_iq: مدعوم من دش.

source: Powered by Ermile.
ar_iq: مدعوم من ارمايل.

source: All right reserved.
ar_iq: جميع الحقوق محفوظة.

source: Comming Soon
ar_iq: قريباً

source: Fantastic
ar_iq: الرئع

source: Copy
ar_iq: النسخ

source: Cut
ar_iq: القطع

source: Successfully
ar_iq: بنجاح

source: Key
ar_iq: المفتاح

source: Login Successfully
ar_iq: تسجيل الدخول بنجاح

source: Login failed!
ar_iq: فشل تسجيل الدخول!

source: Mobile or password is incorrect
ar_iq: الجوال أو كلمة المرور غير صحيحة

source: Please forward this message to administrator
ar_iq: يرجى إعادة توجيه هذه الرسالة إلى المسؤول

source: Please enter title
ar_iq: يرجى إدخال العنوان

source: Assign keywords to your posts using tags
ar_iq: تعيين كلمة الرئيسية لمشاركاتك باستخدام العلامات

source: Use categories to define sections of your site and group related posts
ar_iq: استخدم الفئات لتعريف أقسام من موقعك و المشاركات ذات صلة بالمجموعة

source: Use categories to define sections of your site and group related files
ar_iq: استخدم الفئات لتعريف أقسام من موقعك و الملفات ذات الصلة بالمجموعة

source: Use posts to share your news in specefic category
ar_iq: استخدم المشاركات لتبادل الأخبار الخاصة بك في فئة محددة

source: Use pages to share your static content
ar_iq: استخدام الصفحات لمشاركة المحتوى الثابت الخاص بك

source: Upload your media
ar_iq: تحميل وسائل الاعلام الخاصة بك

source: If you want to change password enter it, else leave it blank
ar_iq: إذا كنت ترغب في تغيير كلمة المرور أدخِلها، و إلاّ أتركه فارغاً

source: Enter password within 5 to 40 character
ar_iq: أدخل كلمة المرور من 5 إلى 50 حرفاً

source: post
ar_iq: المشاركة

source: tag
ar_iq: العلامة

source: category
ar_iq: الفئة

source: filecategory
ar_iq: فئة الملف

source: File category
ar_iq: فئة الملف

source: File Category
ar_iq: فئة الملف

source: Filecategories
ar_iq: فئات الملفات

source: attachment
ar_iq: الملحق

source: option
ar_iq: الإختيار

source: search
ar_iq: البحث

source: upload
ar_iq: التحميل

source: View
ar_iq: العرض

source: visitor
ar_iq: الزائر

source: Editor
ar_iq: المحرر

source: editor
ar_iq: المحرر

source: Admin
ar_iq: المشرف

source: Administrator
ar_iq: المدير

source: Writer
ar_iq: الكاتب

source: utility
ar_iq: أداة المساعدة

source: Utility
ar_iq: أداة المساعدة

source: tools
ar_iq: الأدوات

source: tool
ar_iq: الأداة

source: Chart must be contain at least 2 column!
ar_iq: يجب أن يحتوي المخطط على العمودان على الأقل!

source: Data not exist!
ar_iq: البيانات غير موجودة!

source: between 5-40 character
ar_iq: بين 5 – 40 حرفاً

source: between 5-40 character. be tricky!
ar_iq: بين 5 – 40 حرفاً. كن حذراً و افعل بمهارة!

source: Create an account
ar_iq: انشئ الحساب

source: Change password
ar_iq: قم بتغيير كلمة المرور

source: SMS Delivery
ar_iq: تسليم الرسائل القصيرة

source: SMS Callback
ar_iq: الاتصال مرة أخرى مع sms

source: edit
ar_iq: التحرير

source: book
ar_iq: الكتاب

source: books
ar_iq: الكتب

source: Book Categories
ar_iq: فئات الكتب

source: Bookcategories
ar_iq: فئات الكتب

source: bookcategory
ar_iq: فئات الكتب

source: Use categories to define sections of your site and group related books
ar_iq: استخدام فئات الأقسام المحددة في موقعك و كتب ذات صلة بالمجموعة

source: Use book to define important parts to use in posts
ar_iq: استخدام الكتاب لتحديد الأجزاء المهمة لاستخدامها في المشاركات

source: Duplicate - File exist
ar_iq: مكرر- الملف موجود

source: Fail on tranfering file
ar_iq: خطأ في نقل الملف

source: Error
ar_iq: الخطأ

source: Invalid parameters
ar_iq: معلمات غير صالحة

source: No file sent
ar_iq: لم ترسل أي ملف

source: Exceeded filesize limit
ar_iq: تجاوز الحد الأقصى لحجم الملف

source: Unknown errors
ar_iq: خطأ غير معروف

source: We don't support this type of file
ar_iq: نحن لا ندعم هذا النوع من الملفات

source: Publish new post in social networks
ar_iq: نشر مشاركة جديدة في الشبكة الاجتماعية

source: Socialnetwork
ar_iq: الشبكة الاجتماعية

source: socialnetwork
ar_iq: الشبكة الاجتماعية

source: Page Views
ar_iq: عرض الصفحة

source: Size
ar_iq: الحجم

source: Ext
ar_iq: الإمتداد

source: pages
ar_iq: العلامات

source: tags
ar_iq: التصنيف

source: categories
ar_iq: الفئات

source: filecategories
ar_iq: فئات المِلَفات

source: bookcategories
ar_iq: فئات الكتب

source: permissions
ar_iq: الأذونات

source: logout
ar_iq: الخروج

source: lock
ar_iq: القفل

source: profile
ar_iq: الملف الشخصي

source: You can't view this part of system
ar_iq: لا يمكنك مشاهدة هذا الجزء من النظام

source: You can't add new
ar_iq: لا يمكنك إضافة الجديد

source: you can't edit
ar_iq: لا يمكنك التحرير

source: You can't delete
ar_iq: لا يمكنك الحذف

source: You can't access to this part of system
ar_iq: لا يمكنك الوصول إلى هذا الجزء من النظام

source: Because of your permission
ar_iq: بسبب إذنك

source: You can't access to this page!
ar_iq: لا يمكنك الوصول إلى هذه الصفحة!

source: Site
ar_iq: الموقع

source: title
ar_iq: العنوان

source: enable
ar_iq: الناشط

source: disable
ar_iq: التعطيل

source: For multilanguage sites enter title in English and translate it
ar_iq: لمواقع متعددة اللغات أدخل العنوان باللغة الإنجليزية و قم بترجمته

source: main URL
ar_iq: عنوان URL الرئيسي

source: Enable coming soon
ar_iq: التمكين قريباً

source: debug mode status
ar_iq: حالة وضع التصحيح

source: Save as cookie
ar_iq: حفظ كملف كوكي

source: Log visitors
ar_iq: سجل الزائرين

source: Use main account
ar_iq: استخدام الحساب الرئيسي

source: Main account
ar_iq: الحساب الرئيسي

source: Default Language
ar_iq: اللغة الافتراضية

source: Feature status
ar_iq: حالة الميزة

source: Use fake subdomain
ar_iq: المستخدم المزيف في النطاق الفرعي

source: Use SMS service
ar_iq: استخدام خدمة الرسائل القصيرة

source: Use social networks
ar_iq: استخدام الشبكة الاجتماعية

source: Use account
ar_iq: استخدام الحساب

source: line number
ar_iq: رقم الهاتف

source: apikey
ar_iq: مفتاح API

source: Github
ar_iq: جيت هاب github

source: Aparat
ar_iq: آبارات

source: Google Plus
ar_iq: جوجل بلاس

source: Status of sms service
ar_iq: حالة خدمة الرسائل القصيرة

source: Kavenegar
ar_iq: كاوه نگار

source: SMS service
ar_iq: خدمة الرسائل القصيرة

source: service
ar_iq: الخدمة

source: ConsumerSecret
ar_iq: سرّ المستهلك

source: AccessToken
ar_iq: رمز الوصول

source: AccessTokenSecret
ar_iq: رمز الوصول السرية

source: app_id
ar_iq: معرف التطبيق

source: app_secret
ar_iq: سر التطبيق

source: redirect_url
ar_iq: إعادة توجيه URL

source: required_scope
ar_iq: النطاق المطلوب

source: page_id
ar_iq: معرف الصفحة

source: access_token
ar_iq: رمز الوصول

source: client_token
ar_iq: رمز العميل

source: Send message for
ar_iq: ارسال الرسالة لِ

source: verification
ar_iq: التحقق

source: recovery
ar_iq: الاسترجاع

source: changepass
ar_iq: تغيير كلمة المرور

source: Regional restriction
ar_iq: قيود إقليمية

source: Message header
ar_iq: رأس الرسالة

source: Message footer
ar_iq: ذيل الرسالة

source: Force one message
ar_iq: الإلزام برسالة واحدة

source: We can't give service to this number
ar_iq: لا يمكننا تقديم خدمة لهذا الرقم

source: Simulate SMS (Debugging)
ar_iq: محاكاة الرسائل القصيرة (تصحيح الأخطاء)

source: Please set apikey and linenumber
ar_iq: يرجى تعيين مفتاح المعهد و رقم الهاتف

source: send
ar_iq: الإرسال

source: to
ar_iq: إلى

source: until
ar_iq: حتي

source: Recovery account
ar_iq: استرجاع الحساب

source: Send message in custom situation
ar_iq: إرسال رسالة في حالة مخصصة

source: Message detail
ar_iq: إرسال رسالة في حالة مخصصة

source: SMS api detail
ar_iq: تفاصيل الرسالة

source: Status of twitter sharing
ar_iq: حالة مشاركة تويتر

source: Status of facebook sharing
ar_iq: حالة مشاركة فيسبوك

source: Status of telegram sharing
ar_iq: حالة مشاركة تليجرام

source: Allow registration
ar_iq: السماح بالتسجيل

source: After login redirect to
ar_iq: إعادة التوجيه، بعد تسجيل الدخول

source: Default permission
ar_iq: الإذن الافتراضي

source: Account Status
ar_iq: حالة الحساب

source: Access with pass phrase
ar_iq: الوصول مع عبارة المرور

source: Pass phrase key
ar_iq: مفتاح عبارة المرور

source: Pass phrase value
ar_iq: قيمة عبارة المرور

source: Allow recovery account
ar_iq: تسمح استرجاع الحساب

source: Status of account service
ar_iq: حالة خدمة الحساب

source: Increase account security
ar_iq: زيادة أمن الحساب

source: Signup Settings
ar_iq: إعدادات التسجيل

source: Enter your registered mobile
ar_iq: أدخل هاتفك المحمول المسجل

source: Enter your password
ar_iq: أدخل كلمة المرور

source: Mobile number exist!
ar_iq: رقم الجوال موجود!

source: Register successfully
ar_iq: تم التسجيل بنجاح

source: Register failed!
ar_iq: فشل التسجيل!

source: Recovery
ar_iq: الاسترداد

source: your recovery code is
ar_iq: يكون رمز الاسترداد الخاص بك

source: recovery failed!
ar_iq: فشل الاسترداد!

source: Mobile number is incorrect
ar_iq: رقم الجوال غير صحيح

source: Verificate
ar_iq: التحقق

source: Verification
ar_iq: التحقق

source: verify successfully.
ar_iq: التحقق بنجاح.

source: please Input your new password
ar_iq: يرجي إدخال كلمة المرور الجديدة

source: verify failed!
ar_iq: فشل التحقق!

source: this data is incorrect
ar_iq: هذه البيانات غير صحيحة

source: Check your mobile and enter the code
ar_iq: تحقق من هاتفك المحمول و أدخل الرمز

source: Change Password
ar_iq: تغيير كلمة المرور

source: Current Password
ar_iq: تغيير كلمة المرور

source: Change it
ar_iq: قم بتغييره

source: change password successfully
ar_iq: تغيير كلمة المرور بنجاح

source: change password failed!
ar_iq: فشل تغيير كلمة المرور!

source: Mac
ar_iq: ماك

source: Chrome
ar_iq: الكروم

source: Gecko
ar_iq: الجكو

source: First you must enter name of permission
ar_iq: أولا يجب عليك إدخال اسم الإذن

source: This permission name exist!
ar_iq: هذا إسم إذن موجود!

source: You can edit this permission
ar_iq: يمكنك تحرير هذا الإذن

source: Define or edit user permissions to allow or block access to special pages
ar_iq: تحديد أذونات المستخدم أو تحريرها للسماح أو حظر الوصول إلى الصفحات الخاصة

source: You are editing permission
ar_iq: أنت تقوم بتحرير إذن

source: We send a verification code for you
ar_iq: نرسل لك رمز التحقق

source: We send a verification code to this number
ar_iq: نرسل رمز التحقق إلى هذا الرقم

source: You account is verified successfully
ar_iq: يتم التحقق من حسابك بنجاح

source: Your verification code is
ar_iq: رمز التحقق الخاص بك هو

source: Your password is changed successfully
ar_iq: يتم تغيير كلمة المرور الخاصة بك بنجاح

source: Now we only support IRAN!
ar_iq: الآن نحن ندعم فقط إيران!

source: Thanks for using our service
ar_iq: شكراً لاستخدام خدمتنا

source: Dear user
ar_iq: عزيزي المستخدم

source: For using this service we need to register your phone number.
ar_iq: لاستخدام هذه الخدمة، نحتاج إلى تسجيل رقم هاتفك.

source: Please send your number with below keyboard to complete registeration.
ar_iq: يرجى إرسال رقمك للتسجيل من خلال لوحة المفاتيح أدناه.

source: Dear friend
ar_iq: صديقي العزيز

source: We need your phone number to verifying your account.
ar_iq: نحتاج إلى رقمك للتحقق من حسابك.

source: If you dont want share your number, we cant presenting our services to you!
ar_iq: إذا كنت لا ترغب في مشاركة رقمك، لا يمكننا تقديم خدماتنا لك!

source: Registering user is successful.
ar_iq: تسجيل المستخدم بنجاح.

source: Cancel registration and return to main menu
ar_iq: إلغاء التسجيل و العودة إلى القائمة الرئيسية

source: Please only use below keyboard
ar_iq: يرجى فقط استخدام لوحة المفاتيح أدناه

source: We need your contact!
ar_iq: نحن بحاجة الى اتصالك!

source: Register User 📱
ar_iq: تسجيل المستخدم

source: Register User
ar_iq: تسجيل المستخدم

source: Return
ar_iq: العودة

source: Register Mobile Number 📱
ar_iq: تسجيل رقم الجوال

source: Register Mobile Number
ar_iq: تسجيل رقم الجوال

source: Register Address
ar_iq: تسجيل العنوان

source: By completing your profile, help us to present better service.
ar_iq: من خلال إكمال ملفك الشخصي، ساعدنا في تقديم الخدمة الأفضل.

source: We will thank you for this.
ar_iq: سنشكرك على هذا.

source: Your phone number registered successfully;)
ar_iq: رقم هاتفك مسجل بنجاح

source: We dont need another users contact:?)
ar_iq: لا نحتاج إلى الإتصال بالمستخدم الآخر

source: We need mobile number!
ar_iq: نحتاج رقم الجوال!

source: table
ar_iq: الطاولة

source: users
ar_iq: المستخدمين

source: id
ar_iq: المعرف

source: displayname
ar_iq: اسم العرض

source: gender
ar_iq: الجنس

source: password
ar_iq: كلمه السر

source: mobile
ar_iq: الجوال

source: status
ar_iq: الوضع

source: permission
ar_iq: الإذن

source: datecreated
ar_iq: تاريخ الإنشاء

source: datemodified
ar_iq: تاريخ التعديل

source: pin
ar_iq: دبوس

source: ref
ar_iq: المرجع

source: twostep
ar_iq: خطوتان

source: birthday
ar_iq: يوم الولادة

source: unit_id
ar_iq: معرف_الوحدة

source: language
ar_iq: لغة

source: meta
ar_iq: ميتا

source: website
ar_iq: موقع الكتروني

source: facebook
ar_iq: فيس بوك

source: twitter
ar_iq: توییتر

source: instagram
ar_iq: اینستاجرام

source: linkedin
ar_iq: لینکدین

source: gmail
ar_iq: جی میل

source: sidebar
ar_iq: الشريط الجانبي

source: firstname
ar_iq: الاسم الاول

source: lastname
ar_iq: الكنية

source: bio
ar_iq: السيرة الذاتية

source: cpPermissionAdd
ar_iq: لوحة التحكم الإذن أضف

source: cpPermissionEdit
ar_iq: لوحة التحكم إذن التحرير

source: cpPermissionDelete
ar_iq: لوحة التحكم الإذن حذف

source: cpPermissionView
ar_iq: لوحة التحكم عرض الإذن

source: cpCommentsEdit
ar_iq: لوحة التحكم التعليقات تحرير

source: cpCommentsView
ar_iq: لوحة التحكم عرض التعليقات

source: contentCp
ar_iq: يحتوى لوحة التحكم

source: cpUsersView
ar_iq: لوحة التحكم عرض المستخدمين

source: cpUsersEdit
ar_iq: لوحة التحكم المستخدمين تحرير

source: cpUsersAdd
ar_iq: لوحة التحكم إضافة المستخدم

source: cpCategoryView
ar_iq: لوحة التحكم عرض الفئة

source: cpTagView
ar_iq: لوحة التحكم عرض العلامة

source: cpCategoryEdit
ar_iq: لوحة التحكم تحرير الفئة

source: cpTagEdit
ar_iq: لوحة التحكم تحرير العلامة

source: cpCategoryAdd
ar_iq: لوحة التحكم فئة إضافة

source: cpTagAdd
ar_iq: لوحة التحكم إضافة علامة

source: cpBackup
ar_iq: لوحة التحكم دعم

source: cpPageAdd
ar_iq: لوحة التحكم إضافة صفحة

source: cpPostsAdd
ar_iq: لوحة التحكم المشاركات أضف

source: cpPageEdit
ar_iq: لوحة التحكم تحرير الصفحة

source: cpPostsEdit
ar_iq: لوحة التحكم المشاركات تحرير

source: cpPageView
ar_iq: لوحة التحكم عرض الصفحة

source: cpPostsView
ar_iq: لوحة التحكم عرض المشاركات

source: east azerbaijan
ar_iq: أذربيجان الشرقية

source: west azerbaijan
ar_iq: أذربيجان الغربية

source: ardabil
ar_iq: أردبيل

source: alborz
ar_iq: الألبرز

source: bushehr
ar_iq: بوشهر

source: tehran
ar_iq: الطهران

source: Asia/Tehran
ar_iq: الآسيا- الطهران

source: chaharmahal and bakhtiari
ar_iq: جهارمحال و بختياري

source: south khorasan
ar_iq: خراسان الجنوبي

source: razavi khorasan
ar_iq: خراسان الرضوي

source: north khorasan
ar_iq: خراسان الشمالي

source: khuzestan
ar_iq: الخوزستان

source: zanjan
ar_iq: الزنجان

source: semnan
ar_iq: السمنان

source: sistan and baluchestan
ar_iq: السيستان و البلوجستان

source: fars
ar_iq: الفارس

source: qazvin
ar_iq: القزوين

source: kordestan
ar_iq: الكردستان

source: kerman
ar_iq: الكرمان

source: kermanshah
ar_iq: الكرمانشاه

source: kohgiluyeh and boyerahmad
ar_iq: كيكيلويه و بويراحمد

source: golestan
ar_iq: الكستان

source: gilan
ar_iq: جيلان

source: lorestan
ar_iq: اللرستان

source: mazandaran
ar_iq: المنازندران

source: markazi
ar_iq: المركزي

source: hormozgan
ar_iq: الهرمزكان

source: hamedan
ar_iq: الهمدان

source: yazd
ar_iq: اليزد

source: Saderat
ar_iq: الصادرات

source: Mellat
ar_iq: الملت

source: Tejarat
ar_iq: التجارت

source: Melli
ar_iq: الملي

source: Sepah
ar_iq: السپه

source: Keshavarzi
ar_iq: الكشاورزي

source: Maskan
ar_iq: المسكن

source: Refah
ar_iq: الرفاه

source: Novin
ar_iq: النوين

source: Ansar
ar_iq: الأنصار

source: Pasargad
ar_iq: الباساركاد

source: Saman
ar_iq: السامان

source: Sina
ar_iq: السينا

source: Post
ar_iq: پست

source: Ghavamin
ar_iq: القوامين

source: Taavon
ar_iq: التعاون

source: Shahr
ar_iq: الشهر

source: Ayande
ar_iq: الآينده

source: Sarmayeh
ar_iq: السرمايه

source: Hekmat
ar_iq: الحكمت

source: Iranzamin
ar_iq: الايران زمين

source: Karafarin
ar_iq: الكارآفرين

source: Gardeshgari
ar_iq: الگردشگري

source: Madan
ar_iq: المدائن

source: Tsaderat
ar_iq: الصادرات

source: Khavarmiyane
ar_iq: الخاورميانه

source: Ivbb
ar_iq: مصرف المشترك لإيران و ونزوئلا

source: Irkish
ar_iq: ايران كيش

source: Asanpardakht
ar_iq: آسان پرداخت

source: Zarinpal
ar_iq: زرين بال

source: Payir
ar_iq: الدفع

source: Continue
ar_iq: استمر

source: Switching Protocols
ar_iq: تبديل البروتوكولات

source: Processing
ar_iq: تحويل

source: Created
ar_iq: إنشاء

source: Accepted
ar_iq: قبول

source: Non-Authoritative Information
ar_iq: غير -موثوقة المعلومات

source: No Content
ar_iq: لا محتوى

source: Reset Content
ar_iq: إعادة تعيين المحتوى

source: Partial Content
ar_iq: محتوى جزئي

source: Multi-Status
ar_iq: متعددة -الحالة

source: IM Used
ar_iq: أنا استخدم

source: Multiple Choices
ar_iq: خيارات متعددة

source: Moved Permanently
ar_iq: انتقل بشكل دائم

source: Found
ar_iq: العثور على

source: See Other
ar_iq: رؤية أخرى

source: Not Modified
ar_iq: غير معدل

source: Use Proxy
ar_iq: استخدام بروكسي

source: Reserved
ar_iq: محجوز

source: Temporary Redirect
ar_iq: إعادة التوجيه المؤقتة

source: Permanent Redirect
ar_iq: إعادة التوجيه الدائم

source: Bad Request
ar_iq: اقتراح غير جيد

source: Unauthorized
ar_iq: غير مصرح

source: Payment Required
ar_iq: الدفع مطلوب

source: Forbidden
ar_iq: ممنوع

source: Not Found
ar_iq: غير معثور عليه

source: Method Not Allowed
ar_iq: الطريقة غير مسموحة

source: Not Acceptable
ar_iq: غير مقبول

source: Proxy Authentication Required
ar_iq: مصادقة الوكيل مطلوبة

source: Request Timeout
ar_iq: طلب المهلة

source: Conflict
ar_iq: نزاع

source: Gone
ar_iq: قد ذهب

source: Length Required
ar_iq: المدة المطلوبة

source: Precondition Failed
ar_iq: فشل الشرط المسبق

source: Request Entity Too Large
ar_iq: طلب الوحدة كبير جدا

source: Request-URI Too Long
ar_iq: اطلب URI طويل جدا

source: Unsupported Media Type
ar_iq: نوع الوسائط غير مدعوم

source: Requested Range Not Satisfiable
ar_iq: النطاق المطلوب غير مقبول

source: Expectation Failed
ar_iq: توقع فشل

source: I'm a teapot
ar_iq: أنا إبريق الشاي

source: Misdirected Request
ar_iq: طلب خاطئ

source: Unprocessable Entity
ar_iq: كيان غير قابل للمعاملة

source: Locked
ar_iq: مقفل

source: Failed Dependency
ar_iq: فشل التبعية

source: Upgrade Required
ar_iq: الترقية مطلوبة

source: Precondition Required
ar_iq: الشرط المسبق مطلوب

source: Too Many Requests
ar_iq: طلبات كثيرة جدا

source: Request Header Fields Too Large
ar_iq: طلب حقول العنوان كبيرة جدًا

source: Unavailable For Legal Reasons
ar_iq: غير متوفر للأسباب القانونية

source: Internal Server Error
ar_iq: خطأ في الخادم الداخلي

source: Not Implemented
ar_iq: لم تنفذ

source: Bad Gateway
ar_iq: مدخل خاطأ

source: Service Unavailable
ar_iq: الخدمة غير متوفرة

source: Gateway Timeout
ar_iq: غمازة

source: HTTP Version Not Supported
ar_iq: إصدار HTTP غير مدعوم

source: Variant Also Negotiates
ar_iq: البديل يتفاوض أيضا

source: Insufficient Storage
ar_iq: تخزين غير كاف

source: Not Extended
ar_iq: غير ممتدة

source: Network Authentication Required
ar_iq: مصادقة الشبكة المطلوبة

source: afghanistan
ar_iq: أفغانستان

source: åland
ar_iq: أرض

source: albania
ar_iq: ألبانيا

source: algeria
ar_iq: الجزائر

source: american samoa
ar_iq: ساموا الأمريكية

source: andorra
ar_iq: أندورا

source: angola
ar_iq: أنغولا

source: anguilla
ar_iq: أنغيلا

source: antarctica
ar_iq: القارة القطبية الجنوبية

source: antigua and barbuda
ar_iq: أنتيغوا وبربودا

source: argentina
ar_iq: الأرجنتين

source: armenia
ar_iq: أرمينيا

source: aruba
ar_iq: أروبا

source: australia
ar_iq: أستراليا

source: austria
ar_iq: النمسا

source: azerbaijan
ar_iq: أذربيجان

source: bahamas
ar_iq: جزر البهاما

source: bahrain
ar_iq: البحرين

source: bangladesh
ar_iq: بنغلاديش

source: barbados
ar_iq: بربادوس

source: belarus
ar_iq: روسيا البيضاء

source: belgium
ar_iq: بلجيكا

source: belize
ar_iq: بليز

source: benin
ar_iq: بنين

source: bermuda
ar_iq: برمودا

source: bhutan
ar_iq: بوتان

source: bolivia
ar_iq: بوليفيا

source: bonaire
ar_iq: بونير

source: bosnia and herzegovina
ar_iq: البوسنة والهرسك

source: botswana
ar_iq: بوتسوانا

source: bouvet island
ar_iq: جزيرة بوفيت

source: brazil
ar_iq: البرازيل

source: british indian ocean territory
ar_iq: إقليم المحيط البريطاني الهندي

source: british virgin islands
ar_iq: جزر فيرجن البريطانية

source: brunei
ar_iq: بروناي

source: bulgaria
ar_iq: بلغاريا

source: burkina faso
ar_iq: بوركينا فاسو

source: burundi
ar_iq: بوروندي

source: cambodia
ar_iq: كمبوديا

source: cameroon
ar_iq: الكاميرون

source: canada
ar_iq: كندا

source: cape verde
ar_iq: الرأس الأخضر
