Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: Back to dashbaord
ar_iq: العودة إلی لوحة القیادة

source: Creat new api key successfully complete
ar_iq: تمّ القيام بجعل مفتاح الاتصال بنجاحٍ

source: Error in create new api key
ar_iq: خطأ في إنشاء مفتاح الاتصال الجديد

source: Billing usage detail
ar_iq: تفاصيل استخدام الفواتير

source: Check your current usage and active user and price for this period of time.
ar_iq: تحقق من استخدامك الحالي و المستخدم النشط و الأسعار لهذه الفترة الزمنية.

source: Invoice Detail
ar_iq: تفاصيل الفاتورة

source: Check invoice and detail of it
ar_iq: افحص عن الفاتورة و تفاصيلها

source: You must login to pay amount
ar_iq: يجب عليك تسجيل الدخول لدفع المبلغ

source: Invalid promo code
ar_iq: الرمز الترويجي غير صالح

source: You try to referral yourself!
ar_iq: تحاول إحالة نفسك!

source: You have ref. can not set another ref
ar_iq: لديك المرجع. لا يمكن تحديد مرجع آخر

source: Ref not found
ar_iq: المرجع غير موجود

source: Promo for using ref
ar_iq: الرمز الترويجي لاستخدام المرجع

source: Someone used your ref link in her referral
ar_iq: استخدم شخص ما رابط المرجع الخاص بك في الإحالة الخاصة به

source: Your are using referral program and your account was charged
ar_iq: كنت تستخدم لبرنامج الإحالة و تم تحصيل رسوم من حسابك

source: Your ref was set and your account was charge
ar_iq: تم تعيين المرجع الخاص بك و كان الحساب الخاص بك تهمة

source: Billing information
ar_iq: المعلومات المالية

source: Check your balance, charge your account, and bill your invoices!
ar_iq: تحقق من رصيد حسابك، اشحن الحساب المستخدم و ادفع الفواتير المصدرة!

source: Dashboard
ar_iq: لوحة القيادة

source: Account of your user to change profile details or change billing information
ar_iq: حساب المستخدم الخاص بك لتغيير تفاصيل الشخصي أو تغيير معلومات الفواتير

source: Edit your profile
ar_iq: تعديل ملفك الشخصي

source: You can edit your profile.
ar_iq: يمكنك تحرير ملف التعريف الخاص بك.

source: Invalid user id
ar_iq: هویة مستخدم غیر صالحه

source: User id not found
ar_iq: لم یتم العثور علی هویة المستخدم

source: Session terminated
ar_iq: انهاء الجلسة

source: Windows
ar_iq: ويندوز

source: Linux
ar_iq: لينكس

source: Your change was saved
ar_iq: تم حفظ التغيير الخاص بك

source: Can not create backup
ar_iq: لا يمكن إنشاء نسخة احتياطية

source: File successfully deleted
ar_iq: تم حذف الملف بنجاح

source: Dont!
ar_iq: لا!

source: Backup Complete
ar_iq: اكتمال النسخ الاحتياطي

source: CMS Dashboard
ar_iq: لوحة تحكم CMS

source: Invalid id
ar_iq: المعرف غير صالح

source: Invalid status
ar_iq: حالة غير صالحة

source: Comment successfully updated
ar_iq: تم تحديث التعليق بنجاح

source: Edit comment
ar_iq: تعديل التعليق

source: You can edit comments if needed.
ar_iq: يمكنك تحرير التعليقات إذا لزم الأمر.

source: This is often useful when you notice that a commenter has made a typographical error.
ar_iq: يكون هذا مفيدًا في الغالب عندما تلاحظ أن أحد المعلقين قد ارتكب خطأً مطبعيًا.

source: Back to list of comments
ar_iq: العودة إلى قائمة التعليقات

source: Comments
ar_iq: التعليقات

source: Check list of comments and search or filter in them to find your comments.
ar_iq: تحقق من قائمة التعليقات و البحث أو التصفية فيها للعثور على تعليقاتك.

source: Also add or edit specefic comments.
ar_iq: أيضاً، قم بإضافة أو تعديل تعليق معين.

source: Back to dashboard
ar_iq: العودة إلى لوحة القيادة

source: Search for :search
ar_iq: البحث لِ: search

source: Contact Us
ar_iq: اتصل بنا

source: Edit contact
ar_iq: تحرير جهة الاتصال

source: Back to list of contact
ar_iq: العودة إلى قائمة الاتصال

source: SMS Dashboard
ar_iq: لوحة القیادة sms

source: Check your sms setting and balance and quick navigate to every where
ar_iq: تحقق من إعداد الرسائل القصيرة والتوازن وانتقل سريعًا إلى كل مكان

source: Send email to user
ar_iq: إرسال البرید الإلکترونی إلی المستخدم

source: Send every email to every user
ar_iq: إرسال کل البرید الإلکترونی إلی کل مستخدم

source: Control Panel
ar_iq: لوحة التحكم

source: Log
ar_iq: السجل

source: Comment Dashboard
ar_iq: تعليق لوحة المعلومات

source: Add new permissions
ar_iq: إضافة أذونات جدیدة

source: Set and config permission group to categorize user access.
ar_iq: مجموعة الإذن والتكوين لتصنيف وصول المستخدم.

source: Back to list of permissions
ar_iq: العودة إلی قائمة الأذونات

source: Invalid permission id
ar_iq: معرف إذن غیر صالح

source: Edit permission :name
ar_iq: إذن تعدیل : الاسم

source: Delete a permissions
ar_iq: حذف إذن

source: Id not set
ar_iq: لم يتم تعيين المعرّف

source: Permissions
ar_iq: الأذونات

source: Set and config permission of users and allow them to do something.
ar_iq: يمكنك تعيين إذن من المستخدمين وتهيئته والسماح لهم بفعل شيء ما.

source: Add new permission
ar_iq: إضافة إذن جدید

source: Add new post
ar_iq: إضافة مشاركة جديدة

source: Posts can contain keyword and category with title and descriptions.
ar_iq: يمكن أن تحتوي المشاركات على الكلمة الرئيسية و الفئة مع العنوان و الأوصاف.

source: Back to list of posts
ar_iq: العودة إلى قائمة المشاركات

source: Add new page
ar_iq: إضافة ورقة جديدة

source: Add new static page like about or honors
ar_iq: أضف صفحة ثابتة جديدة مثل حول أو مرتبة الشرف

source: Back to list of pages
ar_iq: العودة إلى قائمة علامات التبويب

source: Edit post
ar_iq: تعديل المشاركة

source: You can change everything, change url and add gallery or some other change
ar_iq: يمكنك تغيير كل شيء، مثلاً تغيير العنوان و إضافة معرض و بعض التغييرات الأخرى

source: Edit page
ar_iq: تعديل علامات التبويب

source: Posts
ar_iq: المشاركات

source: Check list of posts and search or filter in them to find your posts.
ar_iq: تحقق من قائمة المشاركات و ابحث عنها أو قم بتصفيتها للعثور على مشاركاتك.

source: Also add or edit specefic post.
ar_iq: إضافة أو تعديل مشاركة محددة أيضاً.

source: Pages
ar_iq: الصفحات

source: Check list of pages and to find your pages.
ar_iq: تحقق من قائمة الصفحات و العثور على صفحاتك.

source: Also add or edit specefic static page.
ar_iq: إضافة أو تحرير صفحة ثابتة محددة.

source: Add new :val
ar_iq: قم بإضافة جديدة :val

source: Status
ar_iq: الحالة

source: Can not upload file
ar_iq: لا يمكن رفع الملف

source: File successfully uploaded
ar_iq: تم رفع الملف بنجاح

source: Sitemap
ar_iq: خريطة الموقع

source: Create sitemap Successfully!
ar_iq: تمّ إعادة بناء خريطة الموقع بنجاح!

source: No message was sended
ar_iq: لم يتم إرسال أي رسالة

source: No valid mobile find in your list
ar_iq: لا یوجد بحث محمول صالح فی قائمتک

source: Send Sms to group of users
ar_iq: إرسال الرسائل القصیرة إلی مجموعة من المستخدمین

source: Send every sms to every group users by mobile
ar_iq: إرسال کل الرسائل القصیرة إلی کل مجموعة المستخدمین عن طریق الهاتف المحمول

source: Invalid mobile number
ar_iq: رقم الجوال غير صالح

source: Send Sms to user
ar_iq: إرسال الرسائل القصیرة إلی المستخدم

source: Send every sms to every user by mobile
ar_iq: إرسال کل الرسائل القصیرة إلی کل مستخدم عن طریق الهاتف المحمول

source: The template successfully removed
ar_iq: تمت إزالة النموذج بنجاح

source: Sms template successfully updated
ar_iq: تحديث قالب الرسائل القصيرة بنجاح

source: Sms template successfully added
ar_iq: تم إضافة قالب الرسائل القصيرة بنجاح

source: Template SMS
ar_iq: قالب الرسائل القصيرة

source: check and update some options on template sms
ar_iq: تحقق وتحديث بعض الخيارات على الرسائل القصيرة القالب

source: SMS was sended to :count unique mobile number
ar_iq: تم إرسال SMS إلى: حساب رقم الجوال الفريد

source: Send Sms verify check
ar_iq: ارسال التحقق من الرسائل القصيرة

source: Sms detail not found
ar_iq: لم يتم العثور على تفاصيل الرسائل القصيرة

source: Invalid term id
ar_iq: معرف مصطلح غير صالح

source: Term id not found
ar_iq: معرف المدى غير موجود

source: Data successfully removed
ar_iq: تمت إزالة البيانات بنجاح

source: This term or tag used in post and can not delete it!
ar_iq: هذا المصطلح أو العلامة المستخدمة في المشاركة ولا يمكن حذفها!

source: Term successfully edited
ar_iq: تم تحرير المصطلح بنجاح

source: Term successfully added
ar_iq: تم إضافة المصطلح بنجاح

source: Terms
ar_iq: المصطلحات

source: Check terms and filter by type or view and edit some terms
ar_iq: تحقق من المصطلحات و التصفية حسب النوع أو رؤية بعض المصطلحات و تعديلها

source: Categories
ar_iq: الفئات

source: Check categories and add or edit some new category
ar_iq: تحقّق من الفئات و قم بإضافة أو تعديل بعض الفئات الجديدة

source: Tags
ar_iq: العلامات

source: Check tags and add or edit some new tag
ar_iq: تحقّق من العلامات و قم بإضافة أو تعديل بعض العلامات الجديدة

source: Search
ar_iq: البحث

source: Id not found
ar_iq: لم يتم العثور على المعرف

source: List of users
ar_iq: قائمة المستخدمين

source: Some detail about your users!
ar_iq: بعض التفاصيل حول المستخدمين!

source: Check list of users and search or filter in them to find your user.
ar_iq: تحقق من قائمة المستخدمين والبحث أو التصفية فيها للعثور على المستخدم الخاص بك.

source: Also add or edit specefic user.
ar_iq: إضافة أو تحرير مستخدم معين.

source: Add new user
ar_iq: إضافة المستخدم الجديد

source: Please set repassword
ar_iq: يرجى ضبط كلمة المرور

source: Password not match whit repassword
ar_iq: كلمة المرور غير متطابقة مع كلمة المرور

source: You can add new user and after add with minimal data, we allow you to add extra detail of user.
ar_iq: يمكنك إضافة مستخدم جديد وبعد إضافته باستخدام الحد الأدنى من البيانات ، نسمح لك بإضافة تفاصيل إضافية للمستخدم.

source: Back to list of users
ar_iq: العودة إلى قائمة المستخدمين

source: User not found
ar_iq: المستخدم غير موجود

source: Edit profile of :val
ar_iq: تحرير الملف الشخصي من: val

source: Edit user detail and change all fields of this user, be careful!
ar_iq: قم بتعديل تفاصيل المستخدم و تغيير جميع حقول هذا المستخدم ، كن حذرًا!

source: User detail
ar_iq: تفاصيل المستخدم

source: You can check all details of this user.
ar_iq: يمكنك التحقق من جميع تفاصيل هذا المستخدم.

source: Search with keyword :search
ar_iq: البحث باستخدام الكلمة الرئيسية: search

source: with condition
ar_iq: مع شرط

source: Alert!
ar_iq: التحذير!

source: What are you doing?
ar_iq: ماذا تفعل؟

source: OK
ar_iq: حسناً

source: You are Banned!!
ar_iq: أنت محظور!!

source: Hey! You are Blocked!!
ar_iq: مهلا! أنت محظورة!!

source: Come back to us!
ar_iq: ارجع إلينا!

source: Invalid url
ar_iq: العنوان غير صالحة

source: Invalid service
ar_iq: الخدمة غير صالحة

source: Message is empty
ar_iq: الرسالة فارغة

source: Mobile not set
ar_iq: لم يتم تتظيم الجوال

source: Log not found
ar_iq: السجل غير موجود

source: More than one log found
ar_iq: تم العثور على أكثر من سجل واحد

source: Your register was complete
ar_iq: اكتمل السجل الخاص بك

source: User signup by sms
ar_iq: تم تسجيل المستخدم مع SMS

source: Request delete account
ar_iq: طلب إزالة الحساب

source: Delete account
ar_iq: إزالة الحساب

source: Please log in with your previous email or ignore your mobile registration.
ar_iq: يرجى تسجيل الدخول باستخدام بريدك الإلكتروني السابق، أو تجاهل تسجيل الجوال الخاص بك.

source: Change google mail
ar_iq: تغيير البريد الإلكتروني جوجل

source: Your email was removed
ar_iq: تم حذف البريد الإلكتروني الخاص بك

source: Plese fill the new email
ar_iq: يرجي ملء البريد الإلكتروني الجديد

source: Please select a different email
ar_iq: يرجى تحديد البريد الإلكتروني الآخر

source: Change email
ar_iq: قم بتغيير البريد الإلكتروني

source: No email was send
ar_iq: لم يتم إرسال البريد الإلكتروني

source: set email
ar_iq: اضبط البريد الإلكتروني

source: Enter to :name with email
ar_iq: أدخل إلى :name مع البريد الإلكتروني

source: System error! try again
ar_iq: خطأ في النظام! حاول مرة أخرى

source: Enter to :name with google
ar_iq: أدخل إلى :name مع استخدام جوجل

source: Mobile not found
ar_iq: الجوال غير موجود

source: You hit our maximum try limit.
ar_iq: يمكنك ضرب الحد الأقصى في محاولة لدينا.

source: Try again later!
ar_iq: حاول مرة أخرى في وقت لاحق!

source: Please set the username or mobile or email
ar_iq: لم يتم العثور على اسم المستخدم

source: Username not found
ar_iq: يرجى تحديد اسم المستخدم أو الهاتف المحمول أو البريد الإلكتروني

source: Try again!
ar_iq: حاول مرة أخرى!

source: Please fill the password field
ar_iq: يرجى ملء كلمة المرور

source: Please fill the new password field
ar_iq: يرجى ملء كلمة المرور الجديدة

source: Please set a different password!
ar_iq: يرجى ضبط كلمة مرور مختلفة!

source: Invalid old password
ar_iq: كلمة المرور القديمة غير صالحة

source: change mobile number
ar_iq: قم بتغيير رقم الهاتف المحمول

source: No password was send
ar_iq: لم ترسل كلمة مرور

source: set mobile number
ar_iq: اضبط رقم الهاتف المحمول

source: Live and learn
ar_iq: عش و تعلم

source: You do not have any password!
ar_iq: ليس لديك أي كلمة السر!

source: Please logout and login again.
ar_iq: يرجى تسجيل الخروج وتسجيل الدخول مرة أخرى.

source: Please enter your password
ar_iq: يرجى إدخال كلمة المرور الخاصة بك

source: Invalid password, try again
ar_iq: كلمة المرور غير صالحة، حاول مرة أخري

source: Your new password is your old password
ar_iq: كلمة المرور الجديدة هي نفسها القديمة

source: Enter
ar_iq: ادخل

source: Invalid Password
ar_iq: كلمة المرور غير صالحة

source: Password
ar_iq: كلمة المرور

source: Please enter password to enter
ar_iq: يرجي إدخال كلمة المرور الخاصة بك للدخول

source: Recovery Password
ar_iq: استرجاع كلمة المرور

source: If forget your password, Please enter new password. after pass verification your new password is usable.
ar_iq: إذا نسيت كلمة المرور الخاصة بك ، يرجى إدخال كلمة مرور جديدة. بعد التحقق من صحة كلمة المرور الجديدة الخاصة بك قابلة للاستخدام.

source: Set Password
ar_iq: اضبط كلمة المرور

source: Please set your password to secure signup.
ar_iq: يرجى ضبط كلمة المرور لتسجيل الدخول الآمن.

source: Next time we only need your mobile and this password to enter
ar_iq: في المرة القادمة، نحن نحتاج فقط إلى هاتفك المحمول و كلمة المرور هذه، للدخول

source: Change to new Password
ar_iq: قم بتغيير كلمة المرور

source: Please set your old and new password to change it
ar_iq: يرجى ضبط كلمة المرور القديمة و الجديدة للتغيير

source: Pleaes set mobile number
ar_iq: يرجى ضبط رقم هاتفك المحمول

source: Pleaes set a valid mobile number
ar_iq: يرجى تحديد رقم هاتف محمول صحيح

source: Pleaes set a valid username
ar_iq: يرجى تعيين اسم مستخدم صالح

source: Username must in [A-Za-z0-9]
ar_iq: يجب أن يكون اسم المستخدم من بين الحروف الإنجليزية مثل هذه [A-Za-z0-9]

source: Pleaes set a valid password
ar_iq: يرجى تحديد كلمة المرور صالحة

source: Invalid full name
ar_iq: الاسم الكامل غير صالح

source: This username is already taken.
ar_iq: اسم المستخدم هذا مأخوذ من قبل.

source: This mobile is already signuped. You can login by this mobile
ar_iq: تم تسجيل رقم الهاتف المحمول هذا من قبل. يمكنك تسجيل الدخول باستخدام هذا الرقم

source: Signup in :name
ar_iq: التسجيل في :name

source: Two step verification
ar_iq: التحقق من خطوتين

source: Plese fill the new username
ar_iq: يرجي ملء اسم المستخدم الجديد

source: You must set large than 5 character in new username
ar_iq: يجب عليك تعيين اسم المستخدم الجديد أكثر من 5 حرفاً

source: You must set less than 50 character in new username
ar_iq: يجب عليك تعيين اسم المستخدم الجديد أقل من 55 حرفاً

source: Please select a different username
ar_iq: يرجى تحديد اسم المستخدم المختلف

source: This username alreay taked!
ar_iq: اسم المستخدم هذا مأخوذ بالفعل حالياً!

source: Change username
ar_iq: قم بتغيير اسم المستخدم

source: Please fill the username field
ar_iq: يرجى ملء حقل اسم المستخدم

source: You must set large than 5 character in username
ar_iq: يجب عليك تعيين اسم المستخدم الجديد أكثر من 5 حرفاً

source: You must set less than 50 character in username
ar_iq: يجب عليك تعيين اسم المستخدم الجديد أقل من 55 حرفاً

source: Your username was set
ar_iq: تم تحديد اسم المستخدم الخاص بك

source: Please enter the username
ar_iq: يرجى إدخال اسم المستخدم

source: Set username
ar_iq: حدد اسم المستخدم

source: Enter to :name with username
ar_iq: أدخل في جزء :name مع اسم المستخدم

source: We can not signup you
ar_iq: لا يمكننا تسجيل دخولك

source: Send ":code" to :num
ar_iq: إرسال ":code" إلي :num

source: Verify code in local is :code
ar_iq: يكون رمز التنشيط في النظام المحلي :code

source: Your verification code is :code
ar_iq: رمز التحقق الخاص بك: code

source: Your login code is :code
ar_iq: رمز تسجيل الدخول الخاص بك: code

source: This code can be used to log in to your account. Do not give it to anyone!
ar_iq: يستخدم هذا الرمز لإدخال حسابك، لا تعطيه للآخرين!

source: If you didn't request this code, ignore this message.
ar_iq: إذا لم ترسل طلب الرمز، فتجاهل هذا الرمز.

source: Please verify yourself.
ar_iq: يرجى تأكيد هويتك.

source: We've sent the code via Telegram. Please enter the code below.
ar_iq: قد أرسلنا رمز التحقق من خلال تليجرام، يرجى إدخال الرمز في المربع أدناه.

source: We trying to call you. be patient...
ar_iq: نحن نحاول الاتصال بك. كن صبوراً...

source: Your verification code sended to your mobile number via sms. be patient...
ar_iq: تم إرسال رمز التحقق إلى رقم هاتفك عبر الرسائل القصيرة، و سوف يصل قريباً. كن صبوراً...

source: We can't send code to you with our existing methods! For the last chance of verify yourself you can send code to our number.
ar_iq: لم نتمكن من إرسال الرمز إليك عبر هذه الطرق المتاحة! للحصول على الفرصة الأخيرة للتحقق من نفسك، يمكنك إرسال الرمز إلى رقمنا.

source: What happend?
ar_iq: ماذا حدث؟

source: This is request of delete account!
ar_iq: هذا طلب لحذف الحساب!

source: This is request of account recovery.
ar_iq: هذا هو طلب لاسترداد الحساب.

source: This is request of change password.
ar_iq: هذا هو طلب لتغيير كلمة المرور.

source: Verify
ar_iq: التحقق

source: Verify by Call
ar_iq: التحقق من خلال الاتصال

source: Verify via Telegram
ar_iq: التحقق من خلال تليجرام

source: verify with SMS
ar_iq: التحقق مع SMS

source: redirecting...
ar_iq: إعادة توجيه...

source: in redirect process...
ar_iq: في عملية إعادة التوجيه...

source: Invalid payment type
ar_iq: نوع الدفع غير صالح

source: Database of logs dose not exists
ar_iq: قاعدة البيانات للسجلات غير موجود

source: Backup complete
ar_iq: اكتمال النسخ الاحتياطي

source: Auto backup schedule saved
ar_iq: تم حفظ جدول النسخ الاحتياطي التلقائي

source: Your cronjob is actived
ar_iq: تنشط كرون جاب

source: Your cronjob is deactived
ar_iq: كرون جاب معطل

source: Permission denide for run upgrade database
ar_iq: تم رفض الإذن لتشغيل قاعدة بيانات الترقية

source: Database raw table data
ar_iq: بيانات جدول الخام قاعدة البيانات

source: Database raw table
ar_iq: الجدول الخام قاعدة البيانات

source: Select table
ar_iq: حدد الجدول

source: Supervisor dashboard
ar_iq: لوحة القيادة المشرف

source: Hey there!
ar_iq: مرحبا!

source: First you need to enable COM on windows
ar_iq: في البداية تحتاج إلى تنشيط ميزة COM في ويندوز Windows

source: Read More
ar_iq: إقرأ المزيد

source: Do you wanna something here!?
ar_iq: هل تريد شيئا هنا؟

source: Invalid file
ar_iq: ملف غير صالح

source: Telegram
ar_iq: برقية

source: You must login to add new transaction
ar_iq: يجب عليك تسجيل الدخول لإضافة معاملة جديدة

source: Please set the transaction title
ar_iq: يرجى إدخال عنوان المعاملة

source: Please select one of the unit items
ar_iq: يرجى اختيار واحد من المجالات

source: Mobile can not be null
ar_iq: لا يمكن أن يكون الهاتف المحمول فارغاً

source: Please select one of the type items
ar_iq: يرجى اختيار نوع

source: Invalid type
ar_iq: نوع غير صالح

source: Please fill the minus or plus field
ar_iq: يرجى إدخال قيمة للإضافة أو الانخفاض

source: Invalid plus field
ar_iq: حقل زائد غير صالح

source: Invalid minus field
ar_iq: حقل ناقص غير صالح

source: Mobile not exist
ar_iq: الجوال غير موجود

source: One of the plus or minus field must be set
ar_iq: يجب تعيين واحد أو أكثر من المجالات

source: Transaction inserted
ar_iq: تمت إضافة المعاملة

source: Add new transactions
ar_iq: قم بإضافة المعاملة

source: Add new transactions for every one
ar_iq: قم بإضافة المعاملة لكل شخص

source: Back to transactions list
ar_iq: ارجع إلى قائمة المعاملات

source: Transactions list
ar_iq: قائمة المعاملات

source: Check list of Transactions and search or filter in them to find your transactions.
ar_iq: تحقق من قائمة المعاملات و ابحث عنها أو التصفية فيها للعثور على معاملاتك.

source: Also add or edit specefic transactions.
ar_iq: أيضا إضافة أو تعديل معاملات محددة.

source: Update
ar_iq: التحديث

source: Check curent version of dash and update to latest version if available.
ar_iq: تحقق من الإصدار الحالي من الشرطة و تحديثه إلى أحدث إصدار إذا كان متاحاً.

source: Inside project
ar_iq: داخل المشروع

source: Global
ar_iq: العالمية

source: Category
ar_iq: الفئة

source: Please try type something!
ar_iq: رجاءً حاول أن تكتب شيئاً!

source: Thank You For contacting us
ar_iq: أشكركم على الاتصال بنا

source: Phone
ar_iq: الهاتف

source: Edit
ar_iq: التصحيح

source: Remove
ar_iq: الإزالة

source: Firstname
ar_iq: الاسم الاول

source: Lastname
ar_iq: الكنية

source: Country
ar_iq: البلد

source: Choose your country
ar_iq: اختر بلدك

source: City
ar_iq: المدينة

source: Select city
ar_iq: اختر مدينة

source: Title
ar_iq: العنوان

source: Address
ar_iq: العنوان

source: Require
ar_iq: تطلب

source: Yes
ar_iq: نعم

source: No
ar_iq: لا

source: Select one item
ar_iq: اختر عنصر واحد

source: Enable
ar_iq: التمكين

source: Disable
ar_iq: التعطيل

source: Removed
ar_iq: إزالة

source: Add
ar_iq: الإضافة

source: Save
ar_iq: الحفظ

source: YOUR API KEY
ar_iq: مفتاح API الخاص بك

source: GENERATE NEW API KEY
ar_iq: توفير مفتاح API الجديد

source: Get new API KEY
ar_iq: احصل على مفتاح API الجديد

source: Name
ar_iq: الإسم

source: plan
ar_iq: الخطة

source: Start plan
ar_iq: بدء الخطة

source: Active member
ar_iq: عضو نشط

source: Usage
ar_iq: الاستعمال

source: You are not have billing detail yet!
ar_iq: ليس لديك تفاصيل الفوترة بعد!

source: Charge your account
ar_iq: اشحن حسابك

source: Choose a gateway and enter an amount to charge your account
ar_iq: اختر بوابة و أدخل مبلغاً لشحن حسابك

source: Parsian
ar_iq: پارسيان

source: Amount
ar_iq: المبلغ

source: Checkout
ar_iq: التحقق من

source: Promo code
ar_iq: الرمز الترويجي

source: If you have a promo code, please enter it below to receive your credit.
ar_iq: إذا كان لديك رمز ترويجي ، فيرجى إدخاله أدناه للحصول على رصيدك.

source: Promo Code
ar_iq: الرمز الترويجي

source: Apply Code
ar_iq: تطبيق الكود

source: Your credit
ar_iq: رصيدك

source: Billing History
ar_iq: تاريخ الفواتير

source: Date
ar_iq: التاريخ

source: Value
ar_iq: القيمة

source: Budget After
ar_iq: الميزانية بعد

source: Invoice
ar_iq: الفاتورة

source: You are not have payment history yet!
ar_iq: ليس لديك تاريخ الدفع حتى الآن!

source: Factor of team
ar_iq: عامل الفريق

source: Total
ar_iq: المجموع

source: Price
ar_iq: السعر

source: Count
ar_iq: العد

source: Profile
ar_iq: الملف الشخصي

source: Billing
ar_iq: الفواتير

source: Clear filters
ar_iq: مرشحات خالية

source: Result not found!
ar_iq: النتيجة غير موجودة!

source: Search with new keywords.
ar_iq: البحث باستخدام كلمات رئيسية جديدة.

source: Hi!
ar_iq: مرحبا!

source: Name and Global Details
ar_iq: الاسم وتفاصيل العالمية

source: Email and Social Networks
ar_iq: البريد الإلكتروني والشبكات الاجتماعية

source: Security and Enter
ar_iq: الأمن ودخول

source: Improve User Experience
ar_iq: تحسين تجربة المستخدم

source: Show sidebar
ar_iq: إظهار الشريط الجانبي

source: Default language
ar_iq: اللغة الافتراضية

source: Website
ar_iq: موقع الكتروني

source: like
ar_iq: الإعجاب

source: Enter a valid website from 3 to 40 character
ar_iq: أدخل موقعًا صالحًا من 3 إلى 40 حرفًا

source: Instagram
ar_iq: إينستاجرام

source: Enter a valid instagram from 3 to 40 character
ar_iq: أدخل اینستاجرام صالح من 3 إلى 40 حرفًا

source: Facebook
ar_iq: فيس بوك

source: Enter a valid facebook from 3 to 40 character
ar_iq: أدخل فيس بوك صالحة من 3 إلى 40 حرف

source: Twitter
ar_iq: تويتر

source: Enter a valid twitter from 3 to 40 character
ar_iq: أدخل تويتر صالحًا من 3 إلى 40 حرفًا

source: Linkedin
ar_iq: لينكدين

source: Enter a valid linkedin from 3 to 40 character
ar_iq: أدخل رابطًا صالحًا من 3 إلى 40 حرفًا

source: Gmail
ar_iq: جوجل

source: Like
ar_iq: الإعجاب
