Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: You must set 6 character and large in password
ar_iq: يجب عليك تعيين 6 حرفاً و كبيرة في كلمة المرور

source: You must set less than 99 character in password
ar_iq: يجب عليك تعيين أقل من 99 حرفاً في كلمة المرور

source: Not Work!
ar_iq: لا تعمل!

source: This location is not exist!
ar_iq: هذا المكان غير موجود!

source: Invalid access token
ar_iq: الوصول مع token غير صالح

source: In the future
ar_iq: فى المستقبل

source: , :min minute
ar_iq: و min: الدقيقة

source: Invalid amount
ar_iq: مبلغ غير صحيح

source: This payment is not supported in this system
ar_iq: هذا الدفع غير مدعوم في هذا النظام

source: The asanpardakht payment on this service is locked
ar_iq: تمّ إغلاق بوابة الدفع لِآسان پرداخت في هذه الخدمة

source: Pay by asanpardakht payment
ar_iq: الدفع بواسطة بوابة الدفع آسان پرداخت

source: Redirect to asanpardakht payment
ar_iq: إعادة التوجيه إلى بوابة الدفع آسان پرداخت

source: Redirect
ar_iq: إعادة التوجيه

source: The irkish payment on this service is locked
ar_iq: تمّ إغلاق بوابة الدفع اير كيش في هذه الخدمة

source: The irkish payment merchantId not set
ar_iq: لم يتعين معرف التاجر لبوابة الدفع اير كيش

source: Pay by irkish payment
ar_iq: الدفع بواسطة بوابة الدفع اير كيش

source: Redirect to iran kish payment
ar_iq: إعادة التوجيه إلى بوابة الدفع اير كيش

source: The parsian payment on this service is locked
ar_iq: تمّ إغلاق بوابة الدفع پارسيان في هذه الخدمة

source: The parsian payment LoginAccount not set
ar_iq: لم يتعين تسجيل الدخول لبوابة الدفع پارسيان

source: Pay by parsian payment
ar_iq: إعادة التوجيه إلى بوابة الدفع پارسيان

source: The parsian payment Token not set
ar_iq: لم يتعين توكن لبوابة الدفع پارسيان

source: The payir payment on this service is locked
ar_iq: تمّ إغلاق بوابة الدفع پي.آي آر في هذه الخدمة

source: The payir payment api not set
ar_iq: لم يتعين api في بوابة الدفع پي.آي آر

source: Pay by payir payment
ar_iq: الدفع بواسطة بوابة الدفع پي.آي آر

source: The zarinpal payment on this service is locked
ar_iq: تمّ إغلاق بوابة الدفع زرين پال في هذه الخدمة

source: The zarinpal payment MerchantID not set
ar_iq: لم يتعين معرف التاجر لبوابة الدفع زرين پال

source: Pay by zarinpal payment
ar_iq: الدفع بواسطة بوابة الدفع زرين پال

source: Zarinpal payment Authority not found
ar_iq: لم يجد صلاحية بوابة الدفع زرين پال

source: Can not connect to asanpardakht gateway. Install it!
ar_iq: لا يمكن الاتصال ببوابة الدفع آسان پرداخت. قم بتثبيته!

source: Error in payment code :result
ar_iq: الخطأ في رمز الدفع: النتيجة

source: Error in payment (have not result)
ar_iq: الخطأ في الدفع: (لم تكن النتيجة)

source: Error in load web services
ar_iq: الخطأ في تحميل خدمات الويب

source: Can not connect to irkish gateway. Install it!
ar_iq: لا يمكن الاتصال ببوابة الدفع اير كيش. قم بتثبيته!

source: Error in connecting to bank service
ar_iq: خطأ في الاتصال بخدمة المصرف

source: Unkown payment error
ar_iq: خطأ غير معروف في الدفع

source: Can not connect to parsian gateway. Install it!
ar_iq: لا يمكن الاتصال ببوابة الدفع پارسيان. قم بتثبيته!

source: Can not connect to zarinpal gateway. Install it!
ar_iq: لا يمكن الاتصال ببوابة الدفع زرين پال. قم بتثبيته!

source: The submited inforamation are incomplete.
ar_iq: المعلومات المقدّمة غير كاملة.

source: IP or merchant code of the host is incorrect
ar_iq: معرف أو رمز التجاري لِلمضيف غير صحيح

source: Due to Shaparak's limitations, It's impossible to pay the specified amount
ar_iq: بسبب قيود شاپرك، فإنه من المستحيل دفع هذا المبلغ المحدد

source: The host level is below silver level
ar_iq: مستوى المضيف أقل من مستوى الفضة

source: Nothing found for the specified request
ar_iq: لم يتم العثور على شيء للطلب المحدد

source: It's impossible to edit the request
ar_iq: لا يمكن تحرير الطلب

source: No financial operation found for this transaction
ar_iq: لم يتم العثور على أي عملية مالية لهذه المعاملة

source: Transaction faild
ar_iq: فشل المعاملة

source: The specified transaction amount does not match with the payed amount
ar_iq: مبلغ المعاملة المحدد لا يتطابق مع المبلغ المدفوع

source: Highest amount of transaction is passed as a result of number or amount
ar_iq: يتم تمرير أكبر مبلغ من المعاملة كنتيجة العدد أو المبلغ

source: Access unavilable to method
ar_iq: الوصول إلى طريقة غير متوفر

source: Invalid information is sent for AdditionalData
ar_iq: تم إرسال معلومات غير صالحة لبيانات الإضافية

source: Valid lifespan of ID must be between 30 minutes to 45 days
ar_iq: يجب أن يكون عمر صالح المعرف بين 30 دقيقة إلى 45 يوماً

source: The request is archived
ar_iq: تم أرشفة الطلب

source: Operation was successfully done
ar_iq: تم العملية بنجاح

source: Payment operation was successfull and PatmentVerification of the transaction has already done
ar_iq: تم العملية الدفع بنجاح و قد فعل تحقق الدفع للمعاملة

source: Your session is lost! We can not find your transaction
ar_iq: يتم فقدان جلسة العمل الخاصة بك! لا يمكننا العثور على معاملتك

source: Your session is lost! We can not find amount
ar_iq: يتم فقدان جلسة العمل الخاصة بك! لا يمكننا العثور على المبلغ

source: The irkish payment token not set
ar_iq: لم يتعين توكن لبوابة الدفع اير كيش

source: The irkish payment resultCode not set
ar_iq: لم يتعين رمز النتيجة لبوابة الدفع اير كيش

source: The payir payment transId not set
ar_iq: لم يتعين معرف المعاملة لبوابة الدفع pay.ir

source: Please install curl on your system
ar_iq: الرجاء تثبيت curl على نظامك

source: file successful uploaded
ar_iq: تم تحميل الملف بنجاح

source: Failed to transfer file while moving to temp
ar_iq: فشل في نقل الملف أثناء الانتقال إلى المجلد الموقّت

source: upload name not found
ar_iq: لم يتمّ العثور علي إسم التحميل

source: folder prefix not found
ar_iq: لم يتمّ العثور علي بادئة المجلد

source: user id not set
ar_iq: لم يتعين معرف المستخدم

source: The size of file is larger than the upload space you have
ar_iq: حجم الملف أكبر من مساحة التحميل لديك

source: File successful uploaded
ar_iq: تم رفع الملف بنجاح

source: Fail on tranfering file, upload from path
ar_iq: فشل في نقل الملف ، الرفع من المسار

source: Exceeded file name limit
ar_iq: تجاوز حد اسم الملف

source: Exceeded file extension limit
ar_iq: تجاوز حد ملحق الملف

source: Whate are you doing?
ar_iq: ماذا تفعل؟

source: Your comment saved
ar_iq: تم حفظ تعليقك

source: We do our best to improve khadije's service quality.
ar_iq: نحن نبذل قصارى جهدنا لتحسين جودة خدمة مؤسسة خديجة.

source: Bank id is not correct
ar_iq: معرف البنك غير صحيح

source: Donate
ar_iq: التبرّع

source: Pay your donate online with below form
ar_iq: سدد تبرعك عبر الإنترنت باستخدام النموذج أدناه

source: Thanks for your holy payment, :amount sucsessfully recived
ar_iq: شكراً على دفعتك المقدسة، تم استلام المبلغ بنجاح :amount

source: Payment unsuccessfull
ar_iq: الدفع غير ناجح

source: Doners
ar_iq: المتبرعين

source: List of our last doners
ar_iq: القائمة الأخيرة عن المانحين لدينا

source: Live broadcast of ahl-al bayt shrine
ar_iq: بث مباشر لمزار أهل البيت

source: View live camera of ahl-al bayt shrine and have virtual pilgrimage
ar_iq: شاهد كاميرا حية لمزار أهل آل البيت وقم بزيارة الحج

source: Contact with manager
ar_iq: الاتصال مع المدير

source: Please pay amount and try to download
ar_iq: يرجى دفع المبلغ ومحاولة تحميل

source: This is you and my love story
ar_iq: هذا هو أنت وقصة حبى

source: Buy and download PDF version of :title book
ar_iq: شراء وتنزيل نسخة PDF من كتاب العنوان :title

source: Thanks for your buy book
ar_iq: شكرا على كتاب الشراء الخاص بك

source: Register for new service request
ar_iq: التسجيل لطلب الخدمة الجديدة

source: in 3 simple step register your request for have service to holy places
ar_iq: قم بتسجيل طلبك للحصول على الخدمة في الأماكن المقدسة، في 3 خطوات بسيطة

source: check your service requests
ar_iq: تحقق من طلبات خدمتك

source: Register for new trip request
ar_iq: قم بتسجيل طلب الرحلة الجديدة

source: Khadije Charity
ar_iq: مؤسسة خيرية خديجة

source: Executor of first pilgrimage to the Ahl al-Bayt
ar_iq: منفذ مشروع الزيارة الأول لأهل البيت

source: Karbala
ar_iq: الكربلا

source: Mashhad
ar_iq: المشهد

source: Your consulting request was saved
ar_iq: تم حفظ طلب الاستشارات الخاصة بك

source: Register for new consulting request
ar_iq: التسجيل لطلب الاستشارات الجديدة

source: Step 3
ar_iq: الخطوة 3

source: fill your request detail
ar_iq: أدخل تفاصيل طلبك

source: Invalid service id
ar_iq: معرف الخدمة غير صحيح

source: Your service was canceled
ar_iq: فشل طلبك خدمتك

source: Can not change this service status
ar_iq: لا يمكنك تغيير طلب خدمتك

source: List of your consulting request
ar_iq: قائمة طلبات الاستشارات الخاصة بك

source: You can check your last request and cancel them or add new request
ar_iq: يمكنك تغيير طلبك الأخير و إلغاؤه أو إضافة طلب جديد

source: register for new consulting request
ar_iq: التسجيل لطلب الاستشارات الجديدة

source: Your detail was saved
ar_iq: تم حفظ معلومات الملف الشخصي الخاص بك

source: Step 2
ar_iq: الخطوة 2

source: fill your personal data in this step
ar_iq: أدخل بياناتك الشخصية في هذه الخطوة

source: In next step fill your partner data
ar_iq: قم بإدخال بيانات رفيقك في الخطوة التالية

source: Your consulting was saved
ar_iq: تم حفظ الاستشارات الخاصة بك

source: Step 1
ar_iq: الخطوة 1

source: in 3 simple step register your request for have consulting
ar_iq: في 3 خطوة بسيطة قم بتسجيل طلبك للحصول على الاستشارات

source: check your consulting requests
ar_iq: تحقق من طلبات الاستشارات الخاصة بك

source: Trip id not found
ar_iq: معرف الرحلة غير موجود

source: Invalid trip id
ar_iq: معرف الرحلة غير صحيح

source: Your trip is not draft. can not edit it
ar_iq: رحلتك ليست مسودّة. لا يمكن تحريرها

source: Service id not found
ar_iq: معرف الخدمة غير موجود

source: Your service is not draft. can not edit it
ar_iq: خدمتك ليست مسودّة. لا يمكن تحريرها

source: Detail was saved
ar_iq: تمّ حفظ التفاصيل

source: Invalid group id
ar_iq: معرف المجموعة غير صحيح

source: Your request was canceled
ar_iq: تم إلغاء طلبك

source: Can not change this group status
ar_iq: لا يمكن تغيير طلب هذه المجموعة

source: List of your group request
ar_iq: قائمة طلب مجموعتك

source: register for new group request
ar_iq: التسجيل لطلب المجموعة الجديدة

source: You must register at least :min partner
ar_iq: يجب عليك التسجيل على الأقل: min صاحب

source: Your Child was saved
ar_iq: تم حفظ طفلك

source: Register for new group request
ar_iq: التسجيل لطلب المجموعة الجديدة

source: fill your partner detail
ar_iq: ملف تفاصيل رفيقك

source: partner can be family or friends
ar_iq: يمكن أن يكون الرفيق أحد أفراد العائلة أو أحد الأصدقاء

source: Also you can skip this step and register only for yours without partner
ar_iq: يمكنك أيضاً تجاهل هذه الخطوة و تسجيل نفسك وحيدا بدون المصحوبين

source: Father
ar_iq: الأب

source: Mother
ar_iq: الأم

source: Sister
ar_iq: الأخت

source: Brother
ar_iq: الأخ

source: Grandfather
ar_iq: الجد

source: Grandmother
ar_iq: الجدة

source: Aunt
ar_iq: العمة-الخالة

source: Husband
ar_iq: البعل

source: Uncle
ar_iq: العم-الخال

source: Boy
ar_iq: الإبن

source: Girl
ar_iq: البنت

source: Spouse
ar_iq: الزوج

source: Stepmother
ar_iq: العراب

source: Stepfather
ar_iq: العرابة

source: Neighbor
ar_iq: الجيران

source: Teacher
ar_iq: المعلم

source: Friend
ar_iq: الصديق

source: Boss
ar_iq: الرئيس

source: Supervisor
ar_iq: المشرف

source: Child
ar_iq: الولد

source: Grandson
ar_iq: الحفيد

source: Your Travel was saved
ar_iq: تم حفظ طلب سفرك بنجاح

source: in 3 simple step register your request for have group to holy places
ar_iq: قم بتسجيل طلبك للذهاب إلى الأماكن المقدسة مع مجموعة، في 3 خطوات بسيطة

source: check your group requests
ar_iq: تحقق من طلبات مجموعتك

source: Your health request was saved
ar_iq: تم حفظ طلب صحتك

source: Register for new health request
ar_iq: سجل للحصول على طلب صحي جديد

source: List of your health request
ar_iq: قائمة طلب صحتك

source: register for new health request
ar_iq: التسجيل للحصول على طلب صحي جديد

source: Your health was saved
ar_iq: تم حفظ صحتك

source: in 3 simple step register your request for have health
ar_iq: في 3 خطوة بسيطة سجل طلبك للحصول على الصحة

source: check your health requests
ar_iq: تحقق من طلباتك الصحية

source: Khadije Dashboard
ar_iq: لوحة القيادة لمؤسسة خديجة

source: Husband of the aunt
ar_iq: زوج العمة

source: Your representation request was saved
ar_iq: تم حفظ طلب التمثيل الخاص بك

source: Register for new representation request
ar_iq: سجل للحصول على طلب تمثيل جديد

source: List of your representation request
ar_iq: قائمة طلب التمثيل الخاص بك

source: register for new representation request
ar_iq: التسجيل للحصول على طلب تمثيل جديد

source: Your representation was saved
ar_iq: تم حفظ التمثيل الخاص بك

source: in 3 simple step register your request for have representation
ar_iq: في 3 خطوة بسيطة سجل طلبك للحصول على تمثيل

source: check your representation requests
ar_iq: تحقق من طلبات التمثيل الخاصة بك

source: List of your service request
ar_iq: قائمة طلب خدمتك

source: register for new service request
ar_iq: قم بتسجيل طلب الخدمة الجديدة

source: Your request was saved
ar_iq: تم حفظ طلبك

source: Your trip was canceled
ar_iq: تم إلغاء رحلتك

source: Can not change this trip status
ar_iq: لا يمكنك تغيير حالة طلبك

source: List of your trip request
ar_iq: قائمة طلب رحلتك

source: register for new trip request
ar_iq: قم بتسجيل طلب الرحلة الجديدة

source: Your trip request was saved
ar_iq: تم حفظ طلب رحلتك

source: in 3 simple step register your request for have trip to holy places
ar_iq: قم بتسجيل طلبك للذهاب إلى الأماكن المقدسة مع مجموعة، في 3 خطوات بسيطة

source: check your trip requests
ar_iq: تحقق من طلب رحلتك

source: Edit admincontact
ar_iq: تعديل جهة اتصال المسؤول

source: Back to list of admincontact
ar_iq: العودة إلى قائمة الاتصال المشرف

source: Invalid detail
ar_iq: تفاصیل غیر صالحة

source: Books transaction
ar_iq: تجارة الكتب

source: check books last transactions and monitor them
ar_iq: تحقق من آخر المعاملات ومراقبتها

source: Export
ar_iq: التصدير

source: Book
ar_iq: الكتاب

source: Consulting successfully edited
ar_iq: الاستشارات التي تم تحريرها بنجاح

source: Consulting successfully added
ar_iq: وأضاف الاستشارات بنجاح

source: Consulting request options
ar_iq: خيارات طلب الاستشارات

source: check consulting request options and update requests
ar_iq: تحقق من خيارات طلب الاستشارات و قم بالتحديث الطلبات

source: Back to consulting request list
ar_iq: العودة إلى قائمة طلبات الاستشارات

source: Consulting request list
ar_iq: قائمة طلبات الاستشارات

source: check consulting requests
ar_iq: تحقق طلبات الاستشارات

source: job
ar_iq: الوظيفة

source: Consulting
ar_iq: الاستشارات

source: Delneveshte successfully updated
ar_iq: السيرة الذاتية تحديثها بنجاح

source: Edit delneveshte
ar_iq: تحرير السيرة الذاتية

source: You can edit delneveshte if needed.
ar_iq: يمكنك تحرير السيرة الذاتية إذا لزم الأمر.

source: Back to list of delneveshteha
ar_iq: العودة إلى قائمة السيرة الذاتية

source: Deleneveshteha
ar_iq: السيرة الذاتية

source: Check list of delneveshte and search or filter in them to find your delneveshte.
ar_iq: تحقق من قائمة السيرة الذاتية والبحث أو التصفية فيها للعثور على السيرة الذاتية الخاص بك.

source: Also add or edit specefic delneveshte.
ar_iq: إضافة أو تحرير محددة السيرة الذاتية.

source: All trip was set on expire status
ar_iq: تم تعيين كل رحلة على حالة انتهاء الصلاحية

source: Disalbel all trip
ar_iq: تعطيل كل رحلة

source: Donate successfully edited
ar_iq: تبرع بتحرير بنجاح

source: Donate successfully added
ar_iq: أضيف التبرع بنجاح

source: Donation options
ar_iq: خيار التبرع

source: check and update some options on donations
ar_iq: تحقق و تحديث بعض الخيارات على التبرع

source: Back to donate list
ar_iq: العودة إلى قائمة التبرع

source: Donation list
ar_iq: قائمة التبرع

source: check last donates and monitor all donate transaction
ar_iq: تحقق من تبرعات الأخيرة و مراقبة جميع عمليات التبرعي

source: Request options
ar_iq: خيارات الطلب

source: change request options
ar_iq: تغيير خيارات الطلب

source: Back to request list
ar_iq: ارجع إلي قائمة الطلب

source: Family trip request list
ar_iq: قائمة طلب رحلة عائلية

source: check request and update status of each request
ar_iq: تحقق من الطلب و حالة التحديث في أي طلب

source: Place
ar_iq: المكان

source: Birth year
ar_iq: سنة الميلاد

source: Invalid user travel detail
ar_iq: تفاصيل رحلة المستخدم غير صالح

source: The partner was updated
ar_iq: تم تحديث تفاصيل الرفيق

source: Invalid start_date
ar_iq: تاريخ البدء غير صالح

source: Invalid end_date
ar_iq: تاريخ الإنتهاء غير صالح

source: Maximum input for desc
ar_iq: إدخال الحد الأقصي للوصف

source: The travel updated
ar_iq: تم تحديث الرحلة

source: View request detail
ar_iq: عرض تفاصيل الطلب

source: check request and update status
ar_iq: تحقق من الطلب و حالة التحديث

source: Please fill hadith text
ar_iq: يرجى ملء نص الحديث

source: Hadith successfully edited
ar_iq: الحديث بنجاح تحريرها

source: Hadith successfully added
ar_iq: الحديث أضاف بنجاح

source: Hadith list
ar_iq: قائمة الحديث

source: check hadith list and update it or add new!
ar_iq: تحقق من قائمة الحديث وتحديثه أو إضافة جديدة!

source: Health successfully edited
ar_iq: الصحة تم تحريرها بنجاح

source: Health successfully added
ar_iq: الصحة المضافة بنجاح

source: Health request options
ar_iq: خيارات الطلب الصحي

source: check health request options and update requests
ar_iq: تحقق من خيارات الطلب الصحي وطلبات التحديث

source: Back to health request list
ar_iq: العودة إلى قائمة الطلبات الصحية

source: Health request list
ar_iq: قائمة طلب الصحة

source: check health requests
ar_iq: تحقق من الطلبات الصحية

source: Health
ar_iq: الصحة

source: Please set the qom var
ar_iq: يرجي تعيين قم var

source: Please set the number of qom
ar_iq: يرجي تعييين رقم القم

source: Please set the mashhad var
ar_iq: يرجي تعيين مشهد var

source: Please set the number of mashhad
ar_iq: يرجي تعييين رقم المشهد

source: Please set the karbala var
ar_iq: يرجي تعيين كربلا var

source: Please set the number of karbala
ar_iq: يرجي تعييين رقم الكربلا

source: Data saved
ar_iq: تم حفظ البيانات

source: Homepage settings
ar_iq: إعدادات الصفحة الرئيسية

source: For show in home page
ar_iq: للعرض في الصفحة الرئيسية

source: Khadije Homepage Dashboard
ar_iq: الخدیجه الصفحة الرئيسية لوحة القيادة

source: Khadije Request Dashboard
ar_iq: الخدیجه الطلب لوحة القيادة

source: Khadije Transaction Dashboard
ar_iq: الصفقة لوحة القيادة الخدیحة

source: Invalid qom number
ar_iq: رقم القم غير صحيح

source: Invalid mashhad number
ar_iq: رقم المشهد غير صحيح

source: Invalid karbala number
ar_iq: رقم الكربلا غير صحيح

source: Edit national code
ar_iq: تحرير رمز الوطني

source: Edit special national code and update number of times
ar_iq: تحرير رمز الوطني الخاص و تحديث عدد المرات

source: Back to national codes list
ar_iq: الرجوع إلي قائمة رموز الوطنية

source: Opertation complete
ar_iq: اكتمال العملية

source: No valid national code founded in your list
ar_iq: لم يتم العثور على رمز وطني صالح في قائمتك

source: Travel this nationalcode to :city saved
ar_iq: تم حفظ السفر هذا الرمز الوطني إلى: city

source: Import national code
ar_iq: قم باستيراد رمز الوطني

source: Import list of national code, each line must have one nationalcode
ar_iq: قم باستيراد قائمة الرموز الوطنية، يجب أن يكون لكل سطر رمز الوطني واحد

source: National code list
ar_iq: قائمة رموز الوطنية

source: check nationalcode of persons and number of trips
ar_iq: التحقق من رمز الوطني للأشخاص و عدد الرحلات

source: Import
ar_iq: استيراد

source: The city place successfully removed
ar_iq: تم إزالة مكان المدينة بنجاح

source: City place successfully added
ar_iq: تم إضافة مكان مدينة بنجاح

source: Way successfully edited
ar_iq: تم تحرير الطريقة بنجاح

source: Way successfully added
ar_iq: إضافة الطريق بنجاح

source: Add new need
ar_iq: إضافة الحاجة الجديدة

source: Report by payment and hazinekard
ar_iq: تقرير من الدفع وهزینه کارد

source: Back to report list
ar_iq: العودة إلى قائمة التقرير

source: Report daily
ar_iq: التقرير اليومي

source: Report list
ar_iq: التقارير

source: Some financial reports for management.
ar_iq: بعض التقارير المالية للإدارة.

source: Report month
ar_iq: شهر التقرير

source: Report pay by name
ar_iq: تقرير دفع بالاسم

source: Your representation request for :place is done.
ar_iq: طلب التمثيل الخاص بك: يتم الانتهاء من المكان.

source: Allahouma sali ala mohamed wa ali muhammad
ar_iq: االّلهُمَّ صَلِّ عَلَی مُحَمَّدٍ وَآلِ مُحَمَّدٍ

source: Representation successfully edited
ar_iq: تم تحرير التمثيل بنجاح

source: Representation successfully added
ar_iq: تمت إضافة التمثيل بنجاح

source: Representation request options
ar_iq: خيارات طلب التمثيل

source: check representation request options and update requests
ar_iq: تحقق من خيارات طلب التمثيل وتحديث الطلبات

source: Back to representation request list
ar_iq: العودة إلى قائمة طلب التمثيل

source: Representation request list
ar_iq: قائمة طلب التمثيل

source: check representation requests
ar_iq: تحقق من طلبات التمثيل

source: Representation
ar_iq: التمثيل

source: The representation updated
ar_iq: تم تحديث التمثيل

source: View representation detail
ar_iq: عرض تفاصيل التمثيل

source: check representation and update status
ar_iq: التحقق من تمثيل وتحديث الحالة

source: Back to representation list
ar_iq: العودة إلى قائمة التمثيل

source: Service request options
ar_iq: خيارات طلب الخدمة

source: check service request options and update requests
ar_iq: تحقق من خيارات طلب الخدمة و تحديث الخدمة

source: Back to service request list
ar_iq: ارجع إلي قائمة طلب الخدمة

source: Service request list
ar_iq: قائمة طلب الخدمة

source: check service requests
ar_iq: تحقق من طلب الخدمة

source: Service
ar_iq: الخدمات

source: Province
ar_iq: المحافظة

source: Request group trip list
ar_iq: طلب قائمة رحلة المجموعة

source: Dele tangat che mikhahad bego...
ar_iq: ما هو قلبك ليقول...

source: Your gele vas saved and after accept you can see it in this page
ar_iq: فاس جيلي الخاص بك المحفوظة وبعد قبول يمكنك أن ترى في هذه الصفحة

source: Heart Writing
ar_iq: كتابة القلب

source: Click and go to khadije site
ar_iq: انقر فوق، وانتقل إلى موقع خديجة

source: Wrote your heart sounds
ar_iq: كتب أصوات قلبك

source: optional
ar_iq: اختياري

source: Not require
ar_iq: غير مطلوب

source: Mobile number is not showing on site and optional
ar_iq: رقم الهاتف المحمول لا تظهر في الموقع واختياري

source: Press here to send
ar_iq: اضغط هنا لإرسال

source: Last messages
ar_iq: رسائل الماضي

source: Random
ar_iq: عشوائية

source: Last
ar_iq: الاخير

source: Max like
ar_iq: الحد الأقصى مثل

source: Miss
ar_iq: يغيب

source: I am sympathetic
ar_iq: أنا متعاطف

source: People who sympathetic with this person
ar_iq: الأشخاص الذين يتعاطفون مع هذا الشخص

source: Payment
ar_iq: بوابة الدفع

source: Sum
ar_iq: مجموع

source: Report Count transaction group by name
ar_iq: تقرير عدد المعاملات حسب الاسم

source: Report Count transaction group by payment and hazinekard
ar_iq: مجموعة الحركات تقرير عدد مرات الدفع هزینه کارد

source: Report sum transaction group by hazinekard
ar_iq: تقرير مبلغ مجموعة الحركات التي هزینه کارد

source: Report Month
ar_iq: تقرير الشهر

source: Salavat
ar_iq: صلواة

source: Search in services
ar_iq: البحث في الخدمات

source: expertvalue
ar_iq: قيمة الخبير

source: expertyear
ar_iq: سنة الخبير

source: startdate
ar_iq: تاريخ البدء

source: enddate
ar_iq: تاريخ الإنتهاء

source: desc
ar_iq: الوصف

source: arabic
ar_iq: عربى

source: Expert
ar_iq: الخبير

source: Action
ar_iq: عمل

source: inapropirate request and spam detected
ar_iq: طلب غير لائق و كشف البريد المزعج

source: try to fill request
ar_iq: حاول ملء الطلب

source: cancel from user
ar_iq: إلغاء من المستخدم

source: Save changes
ar_iq: احفظ التغييراات

source: Picture
ar_iq: الصورة

source: allowed extentions jpg, png (gif for bussiness plans). Max 500Kb
ar_iq: السماح ملحقات jpg, png، (gif لخطط الأعمال التجارية). 500 كيلو بايت كحد أقصى

source: Enter a valid title
ar_iq: أدخل عنواناً صالحاً

source: Enter a valid count
ar_iq: أدخل رقماً صالحاً

source: Enter a valid amount
ar_iq: أدخل مبلغاً صالحاً

source: Total Sale
ar_iq: مجموع البيع
