Repository: Khadija-Society/khadije-v1
Catalog: includes/languages/*/LC_MESSAGES/messages.po
Languages: ar_iq

source: Invalid parameter startdate
ar_iq: تاريخ البدء معلمة غير صالح

source: Invalid parameter enddate
ar_iq: تاريخ الانتهاء معلمة غير صالح

source: You signup to this trip before, please wait for checking status of that trip
ar_iq: قمت بالتسجيل في هذه الرحلة من قبل ، يرجى الانتظار للتحقق من حالة هذه الرحلة

source: No way to add travel
ar_iq: لا توجد طريقة لإضافة السفر

source: Can view the admin page
ar_iq: يمكن عرض صفحة المشرف
